{
  "id": "fct-module-10-recognize-distortions-application",
  "contentType": "practice",
  "title": "Application: Creating Shared Understanding: Recognize Distortions",
  "description": "Practical application and action steps",
  "content": {
    "instructions": "Part 1: Defending Against Distortions and Practicing Social Media Hygiene\n\nDigital Literacy Training: Commit to ongoing education in digital literacy, including fact-checking techniques, understanding algorithmic bias, and recognizing misinformation.  \nIntentional Media Diet: Curate a balanced \"media diet\" that includes reputable local news sources, diverse perspectives, and fact-based reporting. Limit exposure to potentially distorting content.  \nSocial Media Mindfulness: Practice intentional and limited use of social media. Set specific times for usage and stick to them. Use tools to limit notifications and screen time.  \nContent Verification Habit: Before sharing any content, verify its accuracy using multiple reputable sources. Encourage this practice within your social circles.  \nEcho Chamber Awareness: Actively seek out perspectives that differ from your own to avoid being trapped in an ideological bubble.  \nEmotional Checking: Before engaging with or sharing content, pause to consider your emotional state. Are you reacting out of anger, fear, or other strong emotions?  \nPlatform Knowledge: Understand how different social media platforms work, including their algorithms and content moderation policies. Use this knowledge to navigate them more wisely.  \nRegular Digital Fasting: Implement regular periods of abstention from social media and digital devices to recalibrate attention and priorities.  \nPrivacy Protection: Learn about and implement strong privacy practices to limit the amount of personal data available for exploitation.  \nMindful Engagement: When participating in online discussions, strive to be a voice of reason, empathy, and truth. Model the behavior you wish to see in digital spaces.",
    "practiceType": "application"
  },
  "contentFormat": "markdown",
  "sourcePath": "fct/Module 10 - Creating Shared Understanding - Recognize Distortions.md",
  "tags": [
    "application",
    "practice",
    "fct",
    "understanding"
  ],
  "relatedNodeIds": [
    "fct-module-10-recognize-distortions"
  ],
  "metadata": {
    "category": "fct-practice",
    "sourceModule": "fct-module-10-recognize-distortions"
  },
  "createdAt": "2025-11-28T02:53:21.881974",
  "updatedAt": "2025-11-28T02:53:21.881975"
}