{
  "id": "fct-module-15-retrospective",
  "contentType": "course-module",
  "title": "FCT 15: Digital Discipleship Retrospective",
  "description": "Digital Discipleship Retrospective",
  "content": {
    "introduction": "",
    "conclusion": "",
    "rawMarkdown": "\n\n## Digital Discipleship Retrospective\n\n### Day\n\n13.0\n\n### Objective\n\n\\-\n\n### Size\n\n19.0\n\n### Foundations of Christians and Technology Learning Objectives\n\n\"Digital Discipleship Retrospective\"  \nPurpose: To reflect on our learning journey, identify key takeaways, and create action plans for implementing humane technology principles in our Christian walk and tech engagement.  \nFormat: This activity will follow a modified agile retrospective format, adapted for our Christian technology context.  \nTime: 60-90 minutes  \nMaterials: Sticky notes (physical or digital), whiteboard or shared digital workspace  \nSteps:\n\nOpening Prayer (5 minutes)  \nBegin with a prayer, inviting God's wisdom and guidance as we reflect and plan.  \nSet the Stage (5 minutes)  \nBriefly recap the course journey and explain the retrospective process.  \nGather Data (15 minutes)  \nPrompt participants to write responses to these questions on sticky notes:\n\nWhat key insights about faith and technology have you gained?  \nWhere have you seen God at work in your engagement with technology during this course?  \nWhat challenges or areas of tension have you identified in aligning your tech use/development with your faith?\n\nGenerate Insights (20 minutes)  \nIn small groups, share and cluster the sticky notes, looking for patterns. Discuss:\n\nHow do these insights reflect our calling as \"digital disciples\"?  \nWhere do we see opportunities to be \"salt and light\" in the tech world?\n\nDecide What to Do (20 minutes)  \nIndividually, then in pairs, create action plans addressing:\n\nOne immediate change you'll make in your personal tech habits  \nOne initiative you'll start or join in your church/community related to humane technology  \nOne way you'll advocate for more Christ-centered approaches in your professional tech engagement\n\nClose the Retrospective (15 minutes)\n\nEach person shares their top action item with the larger group  \nCollectively, create a \"Digital Discipleship Manifesto\" – a short list of commitments the group is making to steward technology in a way that honors God and serves humanity\n\nClosing Prayer (5 minutes)  \nEnd with a prayer of commissioning, asking for God's strength and guidance as we go forth to act on our learnings.\n\nFollow-up:  \nEncourage participants to share their action plans with an accountability partner from the course. Schedule a follow-up session in 1-3 months to check in on progress and share stories of impact.  \nThis activity allows participants to synthesize their learning, connect it directly to their faith and daily lives, and create concrete plans for action. It embodies the \"Ready to Act\" theme while incorporating elements of reflection, community sharing, and forward-looking planning – all crucial components for turning learning into real-world impact."
  },
  "contentFormat": "structured-json",
  "sourcePath": "fct/Module 15 - Digital Discipleship Retrospective.md",
  "tags": [
    "fct",
    "christian-technology",
    "humane-tech",
    "cht-conclusion",
    "action",
    "human-flourishing"
  ],
  "relatedNodeIds": [
    "manifesto"
  ],
  "children": [],
  "metadata": {
    "category": "fct",
    "courseId": "foundations-christian-technology",
    "moduleNumber": 15,
    "chapter": "action",
    "chtModule": "Conclusion",
    "sharedConcepts": [
      "human-flourishing"
    ],
    "sectionCount": 7,
    "hasVideo": false,
    "hasBibleReferences": false,
    "hasDiscussion": false,
    "estimatedDuration": "20-30 minutes"
  },
  "learningObjectives": [],
  "chtConcepts": [],
  "richMedia": {
    "videoCount": 0,
    "bookCount": 0,
    "bibleVerseCount": 0
  },
  "createdAt": "2025-11-28T02:53:21.902775",
  "updatedAt": "2025-11-28T02:53:21.902776"
}