{
  "id": "fct-module-05-respecting-human-nature",
  "contentType": "course-module",
  "title": "FCT 5: Respecting Human Nature",
  "description": "As humans, we inherit evolutionary conditioning that developed over millions of years.  \nTo navigate the complex world around us, our brains have to make fast decisions on incomplete data. We have evolved heuristics—or shortcuts—for making decisions, for everything from the way we process information to the way we relate to others around us. These heuristics developed for an evolutionary purpose: usually to keep us alive, healthy, and reproducing.",
  "content": {
    "introduction": "As humans, we inherit evolutionary conditioning that developed over millions of years.  \nTo navigate the complex world around us, our brains have to make fast decisions on incomplete data. We have evolved heuristics—or shortcuts—for making decisions, for everything from the way we process information to the way we relate to others around us. These heuristics developed for an evolutionary purpose: usually to keep us alive, healthy, and reproducing.\n\nBut those heuristics don’t always work in our favor. In situations where they lead us astray, the heuristics become cognitive biases, which can easily be manipulated and exploited.  \nEach and every human lives with a brain that is subject to these forces. So, technology that takes advantage of these heuristics affects everyone. This is why humane technology is so important. Instead of exploiting these biases for short-term profits, humane technology uses them as design constraints for wise choices. \n\nWhen we discuss risks tied to artificial intelligence we often fear the moment when machines become smarter than us: the moment when they overwhelm human strengths. But there is an earlier moment—one we’ve already passed—when artificial intelligence overwhelms human weaknesses.",
    "conclusion": "Our Attention is Sacred  \nWe’ll never be unencumbered by our biases in cognition and perception; it’s part of being human.  \nMany of the challenges humans face are unprecedented in scope. Mitigating catastrophic risks requires increases in the capacity to collaborate and imagine viable solutions to wicked problems.  \nWe need technology that helps us be wiser as individuals and as a civilization. As said in Module 1, in part this means “aligning our knowledge of the world with our values to make better long-term choices that support the thriving of an increasingly larger portion of the population.” This involves several pieces:\n\nprotecting our vulnerabilities  \ncomplementing everyone’s capacity to make sense of the world and understand their own values, and   \nsupporting society in constructive discourse and effective choice-making. \n\n Our Attention is Sacred \\- Designing Technology for Human Flourishing  \nAs we conclude this module on the sacredness of human attention, we must recognize the profound implications for technology design and our role as Christian technologists in shaping the digital landscape.  \nKey Insights:\n\nAttention as a Divine Gift: Our ability to focus and direct our attention is a sacred endowment, reflecting our creation in God's image. Like Mary in the biblical story, we are called to steward this gift wisely, focusing on what truly matters.  \nEmbracing Human Nature: We acknowledge that biases in cognition and perception are intrinsic to human nature. Rather than trying to eliminate these entirely, we must design systems that work with our nature while mitigating potential harms.  \nUnprecedented Challenges: The scale and complexity of modern challenges require unprecedented collaboration and imagination. Our technology must foster these capacities rather than hinder them.  \nWisdom-Enhancing Technology: Building on our previous module, we recognize the need for technology that scales wisdom. This means creating tools that align our knowledge with our values, enabling better long-term decision-making.  \nHolistic Approach: Respecting the sacredness of attention involves protecting vulnerabilities, enhancing sense-making capabilities, and supporting constructive societal discourse.\n\nActionable Steps for Christian Technologists:\n\nImplement Attention Sanctuaries: Design digital spaces that facilitate deep focus and reflection, mirroring the environment Mary chose at Jesus' feet.  \nDevelop Cognitive Bias Safeguards: Create features that help users recognize and navigate their own biases, promoting more thoughtful engagement.  \nFoster Collaborative Platforms: Build tools that enhance our collective ability to address complex challenges, prioritizing cooperation over competition.  \nIntegrate Value Alignment Tools: Develop systems that help users reflect on their values and how their digital choices align with those values.  \nEnhance Sense-Making Capabilities: Create interfaces that present information in ways that enhance understanding and critical thinking, rather than overwhelming users.  \nPromote Constructive Discourse: Design communication tools that encourage thoughtful, empathetic dialogue rather than reactionary responses.  \nImplement Sacred Pauses: Integrate moments of intentional pause in user flows, encouraging mindful engagement with technology.\n\nAs Christian technologists, we are called to be at the forefront of designing technology that respects the sacredness of human attention. By doing so, we participate in God's redemptive work, creating digital environments that foster wisdom, deepen relationships, and enable human flourishing.  \nLet us be guided by Paul's words in Philippians 4:8: \"Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.\"  \nOur challenge is to create technologies that make it easier for users to focus on these worthy things, respecting the sacred gift of attention and leveraging it for the betterment of individuals and society. In doing so, we align our technological creations with God's desire for human thriving and the advancement of His kingdom.",
    "rawMarkdown": "\n\n## Respecting Human Nature \\- Our Attention is Sacred\n\n### Day\n\n3.0\n\n### Objective\n\n2.0\n\n### Foundations of Humane Tech Concepts Review\n\nRespecting Human Nature  \nHuman Vulnerabilities and Cognitive Biases  \n\\-Evolved heuristics that helped our ancestors survive  \n\\-How these heuristics can become cognitive biases in modern contexts\n\nIntersection of Technology and Human Nature  \n\\-How technology can exploit human vulnerabilities  \n\\-Examples of cognitive biases being manipulated (e.g., social influence, group dynamics)\n\nEthical Concerns in Technology Design  \n\\-The problem with \"giving people what they want\"  \n\\-Uncontrolled psychological experiments through A/B testing  \n\\-Potential for manipulation and exploitation at scale\n\nHumane Technology Approach  \n\\-Designing technology that respects human vulnerabilities  \n\\-Focusing on users' values and goals rather than engagement metrics  \n\\-Enabling users to make wise choices\n\nCall to Action for Technologists  \n\\-Importance of understanding human psychology and neuroscience  \n\\-Shifting paradigms in technology design and development  \n\\-Using tools like the Humane Tech Design Guide to assess products\n\nBroader Implications  \n\\-Need for policy and regulation to incentivize humane technology  \n\\-Importance of building technology that enhances human wisdom and collaboration\n\n### Size\n\n22.0\n\n### Foundations of Christians and Technology Learning Objectives\n\nOur Attention is Sacred, The story of the Exodus, is a story of a God who wants his people's attention.  \nHe wants to dwell not only with us, but dwell on our hearts and minds.    \nThis is story is fulfilled by Jesus, \n\nAudience Capture  \nThe Messages we get on a Sunday are filtered through what we the audience want to hear, Preachers are subject to audience capture, conflict of interest, and bias. Consider balancing career-preaching with traveling ministers of the Word, who can have independence from our congregation to be honest with our community when we need to hear hard truths existentially important to our successful formation of a faith community.   What other models of faith community could we explore, to reduce the due influences of our culture on our epistemic community.  \n\n### Introduction\n\n As humans, we inherit evolutionary conditioning that developed over millions of years.  \nTo navigate the complex world around us, our brains have to make fast decisions on incomplete data. We have evolved heuristics—or shortcuts—for making decisions, for everything from the way we process information to the way we relate to others around us. These heuristics developed for an evolutionary purpose: usually to keep us alive, healthy, and reproducing.\n\nBut those heuristics don’t always work in our favor. In situations where they lead us astray, the heuristics become cognitive biases, which can easily be manipulated and exploited.  \nEach and every human lives with a brain that is subject to these forces. So, technology that takes advantage of these heuristics affects everyone. This is why humane technology is so important. Instead of exploiting these biases for short-term profits, humane technology uses them as design constraints for wise choices. \n\nWhen we discuss risks tied to artificial intelligence we often fear the moment when machines become smarter than us: the moment when they overwhelm human strengths. But there is an earlier moment—one we’ve already passed—when artificial intelligence overwhelms human weaknesses.\n\n### Bible Reference(s)\n\nDeuteronomy 11: \"lay up these words of mine in your heart and in your soul, and you shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. \"        \n\nRevelation 3:20, \"Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me\"\n\n\"Consider Jesus, focus your attention,\". Hebrews 3:1 ESV  \n\\[1\\] Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession.\n\n\"Note what we set our sites on things above, but this is not just a mindset, but the embodiment of this in the world\". Colossians 3:1-3, 12-13 ESV  \n\\[1\\] If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. \\[2\\] Set your minds on things that are above, not on things that are on earth. \\[3\\] For you have died, and your life is hidden with Christ in God.  \n\\[12\\] Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, \\[13\\] bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.\n\n### Story \n\nBiblical Example of Sacred Attention: Mary and Martha  \nThe story of Mary and Martha, found in Luke 10:38-42, provides a powerful illustration of the importance of giving our attention to what truly matters:\n\nAs Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him. She had a sister called Mary, who sat at the Lord's feet listening to what he said. But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me\\!\"  \n\"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things, but few things are needed—or indeed only one. Mary has chosen what is better, and it will not be taken away from her.\"\n\nAnalysis\n\nFocused Attention: Mary demonstrates the value of giving undivided attention to what's most important. In this case, she focuses on Jesus' teachings, recognizing the rare opportunity to learn from him directly.  \nResisting Distractions: While Martha becomes \"distracted by all the preparations,\" Mary resists the pull of these seemingly important tasks to focus on something of greater value.  \nPrioritizing Spiritual Growth: Mary's choice to sit at Jesus' feet and listen shows her prioritization of spiritual growth and relationship over mundane tasks.  \nJesus' Affirmation: Jesus affirms Mary's choice, stating that she \"has chosen what is better.\" This divine endorsement underscores the importance of giving our attention to spiritual matters.  \nLong-term Perspective: Jesus notes that what Mary has chosen \"will not be taken away from her,\" highlighting the lasting value of attention given to spiritual truths.\n\nRelevance to Sacred Attention  \nThis story beautifully illustrates the concept of attention as sacred. In our modern context, we are constantly pulled in multiple directions by various tasks, notifications, and demands on our time \\- much like Martha was distracted by her many preparations. However, this story reminds us of the importance of intentionally directing our attention to what truly matters.  \nFor Christians working in technology, this story serves as a powerful reminder to design systems that respect the sacredness of human attention. It encourages us to create technologies that help users focus on what's truly important, rather than constantly distracting them with the digital equivalent of \"many preparations.\"\n\n### Discussion Question or Activity\n\nTry to map out an experience that you seek to create with technology, using the Humane Tech Design Guide. If you don’t have a specific product to use in this exercise, pick an existing product from any company.\n\n### Conclusion\n\nOur Attention is Sacred  \nWe’ll never be unencumbered by our biases in cognition and perception; it’s part of being human.  \nMany of the challenges humans face are unprecedented in scope. Mitigating catastrophic risks requires increases in the capacity to collaborate and imagine viable solutions to wicked problems.  \nWe need technology that helps us be wiser as individuals and as a civilization. As said in Module 1, in part this means “aligning our knowledge of the world with our values to make better long-term choices that support the thriving of an increasingly larger portion of the population.” This involves several pieces:\n\nprotecting our vulnerabilities  \ncomplementing everyone’s capacity to make sense of the world and understand their own values, and   \nsupporting society in constructive discourse and effective choice-making. \n\n Our Attention is Sacred \\- Designing Technology for Human Flourishing  \nAs we conclude this module on the sacredness of human attention, we must recognize the profound implications for technology design and our role as Christian technologists in shaping the digital landscape.  \nKey Insights:\n\nAttention as a Divine Gift: Our ability to focus and direct our attention is a sacred endowment, reflecting our creation in God's image. Like Mary in the biblical story, we are called to steward this gift wisely, focusing on what truly matters.  \nEmbracing Human Nature: We acknowledge that biases in cognition and perception are intrinsic to human nature. Rather than trying to eliminate these entirely, we must design systems that work with our nature while mitigating potential harms.  \nUnprecedented Challenges: The scale and complexity of modern challenges require unprecedented collaboration and imagination. Our technology must foster these capacities rather than hinder them.  \nWisdom-Enhancing Technology: Building on our previous module, we recognize the need for technology that scales wisdom. This means creating tools that align our knowledge with our values, enabling better long-term decision-making.  \nHolistic Approach: Respecting the sacredness of attention involves protecting vulnerabilities, enhancing sense-making capabilities, and supporting constructive societal discourse.\n\nActionable Steps for Christian Technologists:\n\nImplement Attention Sanctuaries: Design digital spaces that facilitate deep focus and reflection, mirroring the environment Mary chose at Jesus' feet.  \nDevelop Cognitive Bias Safeguards: Create features that help users recognize and navigate their own biases, promoting more thoughtful engagement.  \nFoster Collaborative Platforms: Build tools that enhance our collective ability to address complex challenges, prioritizing cooperation over competition.  \nIntegrate Value Alignment Tools: Develop systems that help users reflect on their values and how their digital choices align with those values.  \nEnhance Sense-Making Capabilities: Create interfaces that present information in ways that enhance understanding and critical thinking, rather than overwhelming users.  \nPromote Constructive Discourse: Design communication tools that encourage thoughtful, empathetic dialogue rather than reactionary responses.  \nImplement Sacred Pauses: Integrate moments of intentional pause in user flows, encouraging mindful engagement with technology.\n\nAs Christian technologists, we are called to be at the forefront of designing technology that respects the sacredness of human attention. By doing so, we participate in God's redemptive work, creating digital environments that foster wisdom, deepen relationships, and enable human flourishing.  \nLet us be guided by Paul's words in Philippians 4:8: \"Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.\"  \nOur challenge is to create technologies that make it easier for users to focus on these worthy things, respecting the sacred gift of attention and leveraging it for the betterment of individuals and society. In doing so, we align our technological creations with God's desire for human thriving and the advancement of His kingdom.\n\n### Application \n\n\\*The Messages we get on a Sunday are filtered through what we the audience want to hear, Preachers are subject to audience capture, conflict of interest, and bias. Consider balancing career-preaching with traveling ministers of the Word, who can have independence from our congregation to be honest with our community when we need to hear hard truths existentially important to our successful formation of a faith community.   \n\n\\* The Structure of our Church collaborations should respect the Dunbar Number for each individual member to optimize for our capacity for relationship:  \n\\--150 Aquaintances  \n\\-- 50 Casual   \n\\-- 15 Close  \n\\-- 5 Intimate \n\n### Class Homework\n\nMinimizing Harmful Consequences \\- FHT Module\n\n### Other Media / Go Deeper / Class Maps\n\nFrancis Haugen \\- 60mins interview or Congressional Testimony  \nThe Righteous Mind, Jonathan Heidt  \nAnxious Generation, Jonathan Heidt\n\nRSA ANIMATE: Drive: The surprising truth about what motivates us  \n https://www.youtube.com/watch?v=u6XAPnuFjJc\\&list=PLoUwCCy8RglGcyw0qkJUwd4GTDjrhc2Uv\\&index=11  This lively RSA Animate, adapted from Dan Pink's talk at the RSA, illustrates the hidden truths behind what really motivates us at home and in the workplace. \n\nLife lessons from an ad man | Rory Sutherland Advertising adds value to a product by changing our perception, rather than the product itself. Rory Sutherland makes the daring assertion that a change in perceived value can be just as satisfying as what we consider real value \\-- and his conclusion has interesting consequences for how we look at life. \n\nAre we in control of our decisions? | Dan Ariely Behavioral economist Dan Ariely, the author of Predictably Irrational, uses classic visual illusions and his own counterintuitive (and sometimes shocking) research findings to show how we're not as rational as we think when we make decisions."
  },
  "contentFormat": "structured-json",
  "sourcePath": "fct/Module 5 - Respecting Human Nature - Our Attention is Sacred.md",
  "tags": [
    "fct",
    "christian-technology",
    "humane-tech",
    "cht-module-2",
    "human-nature",
    "human-dignity",
    "attention-economy"
  ],
  "relatedNodeIds": [
    "manifesto",
    "social-medium-epic"
  ],
  "children": [
    "fct-bible-deuteronomy-11-1",
    "fct-bible-revelation-3-20",
    "fct-bible-hebrews-3-1",
    "fct-bible-colossians-3-1-3",
    "fct-module-05-respecting-human-nature-discussion",
    "fct-module-05-respecting-human-nature-story",
    "fct-module-05-respecting-human-nature-application"
  ],
  "metadata": {
    "category": "fct",
    "courseId": "foundations-christian-technology",
    "moduleNumber": 5,
    "chapter": "human-nature",
    "chtModule": "Module 2",
    "sharedConcepts": [
      "human-dignity",
      "attention-economy"
    ],
    "sectionCount": 16,
    "hasVideo": false,
    "hasBibleReferences": true,
    "hasDiscussion": true,
    "estimatedDuration": "20-30 minutes"
  },
  "learningObjectives": [],
  "chtConcepts": [],
  "richMedia": {
    "videoCount": 0,
    "bookCount": 0,
    "bibleVerseCount": 4
  },
  "createdAt": "2025-11-28T02:53:21.858695",
  "updatedAt": "2025-11-28T02:53:21.858697"
}