{
  "id": "fct-module-08-centering-love-discussion",
  "contentType": "activity",
  "title": "Discussion: Centering Values: Love",
  "description": "Group discussion and reflection activity",
  "content": {
    "instructions": "Reflect on your daily technology use and answer the following:\n\nIdentify three specific ways you currently use technology that may not fully align with Jesus' command to love God and neighbor.  \nHow could you practically modify or replace these practices to better embody this commandment?  \nBrainstorm a new technology, system, or lifestyle change that would help you better love God and neighbor. Be as specific and practical as possible in your proposal.\"\n\nThis three-part question now:\n\nEncourages critical self-examination of current habits  \nPrompts practical thinking about immediate changes  \nFosters creativity in imagining new, love-centered approaches to technology  \nBalances critique with constructive problem-solving  \nAllows for a range of responses, from simple habit changes to complex technological innovations  \nDirectly applies the module's concepts to personal life and potential future developments  \nBridges individual behavior with broader systemic thinking\n\nThis comprehensive approach should lead to a rich discussion that covers personal reflection, practical changes, and innovative thinking, all centered on the greatest commandment.",
    "activityType": "discussion",
    "groupSize": "small-group",
    "estimatedTime": "15-20 minutes"
  },
  "contentFormat": "activity-json",
  "sourcePath": "fct/Module 8 - Centering Values - Part 1, Centering the greatest value, Love.md",
  "tags": [
    "activity",
    "discussion",
    "fct",
    "values"
  ],
  "relatedNodeIds": [
    "fct-module-08-centering-love"
  ],
  "metadata": {
    "category": "fct-activity",
    "sourceModule": "fct-module-08-centering-love",
    "activityType": "discussion"
  },
  "createdAt": "2025-11-28T02:53:21.872081",
  "updatedAt": "2025-11-28T02:53:21.872082"
}