{
  "id": "fct-module-08-centering-love-application",
  "contentType": "practice",
  "title": "Application: Centering Values: Love",
  "description": "Practical application and action steps",
  "content": {
    "instructions": "Identify three specific ways you currently use technology that may not fully align with Jesus' command to love God and neighbor:\n\na) Excessive use of social media, often leading to comparison, envy, and disconnection from real-world relationships.  \nb) Overreliance on streaming services for entertainment, resulting in less time for prayer, Bible study, and community engagement.  \nc) Online shopping habits that prioritize convenience and low prices over ethical considerations of labor practices and environmental impact.\n\nHow could you practically modify or replace these practices to better embody this commandment?\n\na) Implement strict time limits on social media use. Use the freed-up time to engage in face-to-face conversations with family, neighbors, and church members. Start a prayer journal to redirect focus to God.  \nb) Replace one hour of daily streaming with dedicated Bible study or volunteering in the community. Choose media that encourages spiritual growth and empathy for others.  \nc) Research and switch to ethical, sustainable alternatives for frequently purchased items. Commit to buying locally when possible, even if it's less convenient or more expensive.\n\nBrainstorm a new technology, system, or lifestyle change that would help you better love God and neighbor:\n\nProposal: Create a church-wide \"Love Your Neighbor\" app and program\n\nThe app connects church members with local needs (elderly needing assistance, single parents needing childcare, immigrants needing language practice, etc.).  \nMembers input their skills, availability, and resources they're willing to share.  \nThe app matches needs with volunteers, facilitating direct, practical love for neighbors.  \nIt includes a carbon footprint tracker to help members reduce their environmental impact, loving global neighbors through creation care.  \nRegular challenges encourage members to declutter and donate, simplifying lifestyles and redirecting resources to those in need.  \nThe app integrates with local businesses, promoting ethical consumption and supporting the local economy.  \nIt includes a daily scripture and reflection prompt focused on loving God and neighbor, helping members center their day on this commandment.  \nMonthly community events are organized through the app, bringing people together for service projects, shared meals, and relationship building.\n\nThis system would help the church community actively practice loving God and neighbor, moving beyond passive church attendance to engaged, everyday discipleship. It challenges consumerist habits, encourages simplicity, promotes direct service, and fosters genuine community connections. By leveraging technology to facilitate real-world relationships and service, it embodies a more Christ-centered approach to both technology use and suburban lifestyle.",
    "practiceType": "application"
  },
  "contentFormat": "markdown",
  "sourcePath": "fct/Module 8 - Centering Values - Part 1, Centering the greatest value, Love.md",
  "tags": [
    "application",
    "practice",
    "fct",
    "values"
  ],
  "relatedNodeIds": [
    "fct-module-08-centering-love"
  ],
  "metadata": {
    "category": "fct-practice",
    "sourceModule": "fct-module-08-centering-love"
  },
  "createdAt": "2025-11-28T21:10:19.209916",
  "updatedAt": "2025-11-28T21:10:19.209917",
  "did": "did:web:elohim.host:content:fct:module 8 - centering values - part 1, centering the greatest value, love",
  "activityPubType": "Page",
  "openGraphMetadata": {
    "ogTitle": "Application: Centering Values: Love",
    "ogDescription": "Practical application and action steps",
    "ogType": "website",
    "ogUrl": "https://elohim-protocol.org/content/fct-module-08-centering-love-application",
    "ogSiteName": "Elohim Protocol - Lamad Learning Platform",
    "ogImage": "https://elohim-protocol.org/assets/images/og-defaults/practice.jpg",
    "ogImageAlt": "Application: Centering Values: Love - Elohim Protocol"
  },
  "linkedData": {
    "@context": "https://schema.org/",
    "@type": "CreativeWork",
    "@id": "https://elohim-protocol.org/content/fct-module-08-centering-love-application",
    "identifier": "did:web:elohim.host:content:fct:module 8 - centering values - part 1, centering the greatest value, love",
    "name": "Application: Centering Values: Love",
    "description": "Practical application and action steps",
    "dateCreated": "2025-11-28T21:10:19.209916",
    "dateModified": "2025-11-28T21:10:19.209917",
    "publisher": {
      "@type": "Organization",
      "@id": "https://elohim-protocol.org",
      "name": "Elohim Protocol"
    }
  }
}