{
  "id": "fct-module-01-church-dilemma",
  "contentType": "course-module",
  "title": "FCT 1: The Church Dilemma",
  "description": "Disclaimers & Rules, ",
  "content": {
    "introduction": "Disclaimers & Rules, \n\nIntroduction: The Church Dilemma  \nIn an age of exponential technological growth, the Church finds itself at a critical crossroads. As followers of Christ, we are called to be \"in the world but not of it\" (John 17:14-16), yet we find ourselves immersed in a digital landscape that is rapidly reshaping human behavior, relationships, and even our understanding of reality itself. This technological revolution presents both unprecedented challenges and extraordinary opportunities for the Body of Christ.  \nThe dilemma we face is multifaceted:\n\nAttention and Discipleship: In a world vying for our attention through addictive technologies, how do we cultivate deep, Christ-centered discipleship? Jesus said, \"Where your treasure is, there your heart will be also\" (Matthew 6:21). In our digital age, we might ask: \"Where your attention is, there your heart will be also.\"  \nCommunity and Connection: While technology offers new ways to connect, it often leads to shallow relationships and isolation. How do we build authentic Christian community that reflects the intimate fellowship described in Acts 2:42-47?  \nTruth and Discernment: In an era of misinformation and \"fake news,\" how do we uphold truth and practice discernment as Jesus instructed: \"Be as shrewd as snakes and as innocent as doves\" (Matthew 10:16)?  \nMission and Witness: How do we leverage technology to fulfill the Great Commission (Matthew 28:19-20) while ensuring our methods align with the message of Christ?  \nJustice and Equity: As technology exacerbates societal divides, how do we work towards the just and equitable world envisioned in passages like Micah 6:8 and Luke 4:18-19?  \nStewardship and Ethics: How do we develop and use technology in ways that honor our call to be good stewards of God's creation (Genesis 1:28) and love our neighbors as ourselves (Mark 12:31)?\n\nThis course seeks to address these dilemmas by integrating the insights of the Center for Humane Technology with the timeless wisdom of Scripture. We aim to equip Christians to navigate the digital age with wisdom, intentionality, and grace, fostering a \"digital discipleship\" that reflects the character of Christ and advances His Kingdom.  \nAs we embark on this journey, we're reminded of Paul's words: \"See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ\" (Colossians 2:8). Our goal is not to be captivated by technology, but to captivate technology for Christ's purposes.  \nJoin us as we explore how to be faithful witnesses in the digital age, cultivating a prophetic imagination that envisions technology aligned with God's values and purposes. Together, we'll seek to embody Jesus' prayer: \"Your kingdom come, your will be done, on earth as it is in heaven\" (Matthew 6:10) \\- even in our digital realms.\n\nWhat is happening is that we have experienced a revoloution of technology, not unike the gutenberg press,   \nradio and TV.\n\nThis technological explosion of \"God-like\" techonolgies is accelerating faster than anything mankind has experienced before.\n\nEveryone Agrees Something is Wrong,    \nWe're going to explore how to address this lack of mindfulness and agency within ourselves and the church which will hopefully make clear for us how we can upgrade our discipleship, wisdom, and deepen our faith to begin to address the crisis moment in which we find ourselves.",
    "conclusion": "“The real problem of humanity is the following: We have Paleolithic emotions, medieval institutions and godlike technology.\" EO Wilson \n\nThe heart of the problem is this:  \nWe are caught in a race to the bottom of the brain stem to extract human attention. It’s a race we’re all losing. The result: addiction, social isolation, outrage, misinformation, and political polarization are all part of one interconnected system, called ​human downgrading,​ that poses an existential threat to humanity. We can reverse that threat by redesigning god-like technology to better protect the vulnerabilities of human nature and support the social fabric as reimagined in the Kingdom of God manifested in an process of reconciliation through transformation.\n\nThe church has been blindsided by technological change in particular social media has created an information environmnet that broken the epistimic community of Christians, not unlike the epistimic breakdown of community at all levels of society, local journalism, education, workplaces, politics, and family. \n\nThe purpose of this course is to:\n\nAddress the question.   \nHow can we attend the same church, live in the same city, the same country, live on the same planet.  Read the same bible, read the same scriptures, experience the same story of Jesus, share the same Gospel, and at the end of the day have such wildly different perspectives on what that means in-practice?\n\nTo upgrade the collective wisdom of the church to improve our awareness and decisionmaking in a world facing emergent 'godlike' technology.   \nBy considering how technology is designed to extract our attention, and how our attention is sacred.   \n\\*State the problem clearly as to understand HOW we might begin to approach and priortize efforts towards solutions.   \n\\* We wil explore complex and resilient vs complicated and fragile. Generators of existential risk and how complex problem requires us to explore things in terms of systems.   \n\\* We will explore scriptures and bible stories which example and frame some of the concepts we will discuss.   \nexperience \\* Propose that christians need to join in some kind of project to redesign technology with values which seek to produce the fruits of the spirint from the technology and church community we create (not just as users). \n\nand   \nAnd with those foundations we will explore what Christian re-consilience work might look like if we are to restore the church and our world which requires us to contend with exponential technology.  Explore models for what the church might need to become in the near future, as we faithfully and humbly try to upgrade ourselves and our church to realize the fruits of the spirit in our community.",
    "rawMarkdown": "\n\n## The Church Dilemma\n\n### Foundations of Humane Tech Concepts Review\n\nSocial Delimma \n\n1, Defining Metacrisis / Polycrisis:   \n\\- The interconnected web of global challenges threatening human civilization\n\n2\\. God-like technology  \n\\- The unprecedented power and reach of modern digital tools\n\n3\\. Truth decay  \n\\- The blurring of lines between fact and fiction in our information ecosystem\n\n4\\. The attention economy  \n\\- The commodification and manipulation of human focus for profit\n\n5\\. Institutional degradation  \n\\- Weakening of traditional societal pillars (family, church, politics)\n\n6\\. Social isolation  \n\\- Increased digital connectivity paradoxically leading to less meaningful relationships\n\n7\\. Breaking of our Epistemic Commons  \n\\- Fragmentation of shared understanding and knowledge creation methods\n\n8\\. Ledger of Harms  \n\\- Comprehensive accounting of negative externalities produced by current technological paradigms\n\n### Foundations of Christians and Technology Learning Objectives\n\n1\\. Acknowledge that there is a crisis.  \n2\\. Recognize various crises(s) socio, cultural, economic.  \n4\\. Technology is an accelerant to crises  \n    a. Social Media is a big one, the race  for your attention.  \n        1\\. Ledger of harms.   \n    b. AI is already here, and is in a race to create an intimate personal relationship with you.   \n1\\. Ministry is a Marathon in a church filled with sprinters.  \n  a. Churchgoers are shaped as consumers.   \n2\\. The church, like media, is downstream of the technology and incentives shaping culture..   \n3\\. Attractional-church models are our part in this race for attention.   \n5\\. The Church's crisis is connected. ( Mars Hill, Bodies Behind the Bus )   \n6\\. Goal of the class is to equip Christians and ministry leaders with agency and mission to reconcilie Christ in a world facing \"godlike\" technologies. \n\n### Introduction\n\nDisclaimers & Rules, \n\nIntroduction: The Church Dilemma  \nIn an age of exponential technological growth, the Church finds itself at a critical crossroads. As followers of Christ, we are called to be \"in the world but not of it\" (John 17:14-16), yet we find ourselves immersed in a digital landscape that is rapidly reshaping human behavior, relationships, and even our understanding of reality itself. This technological revolution presents both unprecedented challenges and extraordinary opportunities for the Body of Christ.  \nThe dilemma we face is multifaceted:\n\nAttention and Discipleship: In a world vying for our attention through addictive technologies, how do we cultivate deep, Christ-centered discipleship? Jesus said, \"Where your treasure is, there your heart will be also\" (Matthew 6:21). In our digital age, we might ask: \"Where your attention is, there your heart will be also.\"  \nCommunity and Connection: While technology offers new ways to connect, it often leads to shallow relationships and isolation. How do we build authentic Christian community that reflects the intimate fellowship described in Acts 2:42-47?  \nTruth and Discernment: In an era of misinformation and \"fake news,\" how do we uphold truth and practice discernment as Jesus instructed: \"Be as shrewd as snakes and as innocent as doves\" (Matthew 10:16)?  \nMission and Witness: How do we leverage technology to fulfill the Great Commission (Matthew 28:19-20) while ensuring our methods align with the message of Christ?  \nJustice and Equity: As technology exacerbates societal divides, how do we work towards the just and equitable world envisioned in passages like Micah 6:8 and Luke 4:18-19?  \nStewardship and Ethics: How do we develop and use technology in ways that honor our call to be good stewards of God's creation (Genesis 1:28) and love our neighbors as ourselves (Mark 12:31)?\n\nThis course seeks to address these dilemmas by integrating the insights of the Center for Humane Technology with the timeless wisdom of Scripture. We aim to equip Christians to navigate the digital age with wisdom, intentionality, and grace, fostering a \"digital discipleship\" that reflects the character of Christ and advances His Kingdom.  \nAs we embark on this journey, we're reminded of Paul's words: \"See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ\" (Colossians 2:8). Our goal is not to be captivated by technology, but to captivate technology for Christ's purposes.  \nJoin us as we explore how to be faithful witnesses in the digital age, cultivating a prophetic imagination that envisions technology aligned with God's values and purposes. Together, we'll seek to embody Jesus' prayer: \"Your kingdom come, your will be done, on earth as it is in heaven\" (Matthew 6:10) \\- even in our digital realms.\n\nWhat is happening is that we have experienced a revoloution of technology, not unike the gutenberg press,   \nradio and TV.\n\nThis technological explosion of \"God-like\" techonolgies is accelerating faster than anything mankind has experienced before.\n\nEveryone Agrees Something is Wrong,    \nWe're going to explore how to address this lack of mindfulness and agency within ourselves and the church which will hopefully make clear for us how we can upgrade our discipleship, wisdom, and deepen our faith to begin to address the crisis moment in which we find ourselves. \n\n### Bible Reference(s)\n\nTower of Babel (Genisis 11: 1-9)  \"(verse 6). And the Lord said, \"“Behold, they are one people, and they have all one language, and this is only the beginning of what they will do. And nothing that they propose to do will now be impossible for them. 7 Come, let us go down and there confuse their language, so that they may not understand one another’s speech”   \n\n  \\- Attention in the Bible:  phylactery, Hebrew tefillin, also spelled tephillin or tfillin, in Jewish religious practice, one of two small black leather cube-shaped cases containing Torah texts written on parchment, which, in accordance with Deuteronomy 6:8 (and similar statements in Deuteronomy 11:18 and Exodus 13:9, 16), are to be worn by male Jews 13 years of age and older as reminders of God and of the obligation to keep the Law during daily life. The name phylactery is derived from the Greek phylakterion, meaning amulet.\n\nMatthew 14:22-31 s  But Jesus immediately said to them: “Take courage\\! It is I. Don’t be afraid.”  \n “Lord, if it’s you,” Peter replied, “tell me to come to you on the water.” “Come,” he said.  \nThen Peter got down out of the boat, walked on the water and came toward Jesus. But when he saw the wind, he was afraid and, beginning to sink, cried out, “Lord, save me\\!” Immediately Jesus reached out his hand and caught him. “You of little faith,” he said, “why did you doubt?”\n\nJeremiah 17   \n9 The heart is deceitful above all things,  \n    and desperately sick;  \n    who can understand it?  \n10 “I the Lord search the heart  \n    and test the mind,  \nto give every man according to his ways,  \n    according to the fruit of his deeds.”  \n11 Like the partridge that gathers a brood that she did not hatch,  \n    so is he who gets riches but not by justice;  \nin the midst of his days they will leave him,  \n    and at his end he will be a fool.\n\n### Story \n\nThe Slavery in Egypt (Exodus 1-14): This narrative describes the Israelites' suffering under Egyptian bondage, marking a significant social crisis of slavery and oppression. Moses' leadership and God's intervention through the ten plagues and the parting of the Red Sea are central to their deliverance, showcasing themes of freedom and divine justice.\n\nThe Babylonian Exile (2 Kings 24-25; Jeremiah 52): This period marks a crucial social and religious crisis for the Kingdom of Judah, as the Babylonians destroyed Jerusalem and the Temple, and exiled its people. This event symbolizes the loss of homeland, identity, and faith crisis, yet also a time of reflection, repentance, and spiritual renewal for the Jewish people.\n\nThe Plight of the Poor and Marginalized (Various Psalms and Prophets): Many psalms and prophetic books (e.g., Amos, Isaiah, and Micah) address social injustices, including the neglect of the poor, the exploitation by the rich, and the corruption of leaders. These texts call for justice, mercy, and righteousness, emphasizing God's concern for the marginalized.\n\nThe Good Samaritan (Luke 10:25-37): In this parable, Jesus addresses a social crisis of ethnic prejudice and neglect of the needy. The story of a Samaritan helping a Jewish man beaten by robbers, while religious figures pass by, challenges societal norms about neighborliness and compassion across ethnic and religious boundaries.\n\nThe Early Church's Communal Living (Acts 2:42-47; Acts 4:32-37): The nascent Christian community faced the challenge of establishing a new social order based on shared beliefs and mutual support. Their practice of selling possessions to support each other addresses economic disparities and models an alternative community based on love and generosity.\n\n### Discussion Question or Activity\n\nWhat are some ways that we \"the church\" is reacting to this change?\n\nWhat are some examples of \"god-like\" technology?\n\nWhat are the things churches do which make sense if we look for race for attention?\n\n### Conclusion\n\n “The real problem of humanity is the following: We have Paleolithic emotions, medieval institutions and godlike technology.\" EO Wilson \n\nThe heart of the problem is this:  \nWe are caught in a race to the bottom of the brain stem to extract human attention. It’s a race we’re all losing. The result: addiction, social isolation, outrage, misinformation, and political polarization are all part of one interconnected system, called ​human downgrading,​ that poses an existential threat to humanity. We can reverse that threat by redesigning god-like technology to better protect the vulnerabilities of human nature and support the social fabric as reimagined in the Kingdom of God manifested in an process of reconciliation through transformation.\n\nThe church has been blindsided by technological change in particular social media has created an information environmnet that broken the epistimic community of Christians, not unlike the epistimic breakdown of community at all levels of society, local journalism, education, workplaces, politics, and family. \n\nThe purpose of this course is to:\n\nAddress the question.   \nHow can we attend the same church, live in the same city, the same country, live on the same planet.  Read the same bible, read the same scriptures, experience the same story of Jesus, share the same Gospel, and at the end of the day have such wildly different perspectives on what that means in-practice?\n\nTo upgrade the collective wisdom of the church to improve our awareness and decisionmaking in a world facing emergent 'godlike' technology.   \nBy considering how technology is designed to extract our attention, and how our attention is sacred.   \n\\*State the problem clearly as to understand HOW we might begin to approach and priortize efforts towards solutions.   \n\\* We wil explore complex and resilient vs complicated and fragile. Generators of existential risk and how complex problem requires us to explore things in terms of systems.   \n\\* We will explore scriptures and bible stories which example and frame some of the concepts we will discuss.   \nexperience \\* Propose that christians need to join in some kind of project to redesign technology with values which seek to produce the fruits of the spirint from the technology and church community we create (not just as users). \n\nand   \nAnd with those foundations we will explore what Christian re-consilience work might look like if we are to restore the church and our world which requires us to contend with exponential technology.  Explore models for what the church might need to become in the near future, as we faithfully and humbly try to upgrade ourselves and our church to realize the fruits of the spirit in our community. \n\n### Application \n\n\\* Success cannot be defined by attention, high-production value worship \"experiences\", or programs. Hot Take: the \"Attractional Church\" model is largely a commercial success but a failure in that it has metastasized what is in lika a tumor or an autoimmune disease, in the development of a healthy body within Christianity. \n\n\\* This expresses into messages we get on a Sunday are filtered through what we the audience will tolerate to hear. \n\n### Class Homework\n\n\\* The Social Delimma (2020 docu-drama), \"the race for our attention\"  \n\\* Humane Technology: Why The Social Dilemma Is Not Destiny 2022, Youtube SXSW, Tristan Harris  1:00:12  \n\\* The A.I. Dilemma \\- March 9, 2023, Youtube, March 9, 2023, \"a race for intimacy\" \n\n### Other Media / Go Deeper / Class Maps\n\nChurch Crisis  \n\\* The Rise and Fall of Mars Hill (Podcast)   \n\\* Bodies Behind the Bus (Podcast)   \n\\* Johnathan Haidt \\- Why the Past 10 Years of American Life Have Been Uniquely Stupid (article)  \n\\* At the Blue Hole (book by Jack Reese)  \n\\* Jesus Camp, movie 1:24:33\n\nThe Poly-Crisis, refers to the convergence and interaction of multiple global crises occurring simultaneously, each exacerbating the others. These crises span various domains including environmental, economic, social, political, and technological spheres. The poly-crisis is characterized by its complexity, interconnectedness, and the way these multiple crises compound and amplify each other.  \n\\* Technological Unemployment \\- Humans Need Not Apply, (YouTube, CPG Grey, 15:01)   \n\\* Inequality \\- Wealth inequality in America (YouTube politzane 6:23), \"the notion that most Americans know that the system is already skewed unfairly but what's most interesting is the the reality compared to our perception, the ideal is as far removed from our perception of reality as the actual distribution is from what we think exists in this country.   \n\\* Healthcare Crisis \\- Bitter Pill: The Exorbitant Prices Of Health Care | TIME Bitter Pil: The Exorbitant Prices of Health Care (article, and YouTube TIME 3:38)  \n\\* Infrastructure Crisis \\- The Suburbs are Bleeding America Dry, (YouTube, ClimateTown 20:59)  \n\\* Financial Crisis \\- Inside Job(2010), (movie 1:48:39)  \n\\* Political Crisi(es)   \n   \\- US State capacity \\- \"No End in Sight (2007)\", movie 1:41:54  \n   \\- How the US Is Destroying Young People’s Future | Scott Galloway | TED (18:37}  \n\\* Food Crisis   \n    \\- Food Inc. 2009, movie 1:33:45  \n    \\- Who's really using up the water in the American West?, Vox, Youtube 5:55  \n\\* Justice Crisis   \n   \\- \"How Norway designed a more humane prision\", Youtube Vox 4:31  \n   \\-  \"Alice Goffman: how we're priming some kids for college \\- and others for prison, TED, Youtube 16:05  \n\\* Media Crisi(es)  \n  \\- Woman Burned by McDonald's Hot Coffee, Then the News Media | Retro Report the NYT, Youtube 12:15  \n  \\- Beware online \"filter bubbles\" | Eli Parser, TED, Youtube 9:05  \n  \\- Newscasters Agree: A Christmas Present or Two Or Ten Edition | CONAN on TBS, Youtube 2:35 (media consolidation)  \n\\* Labor, Manufacturing, and Economic Crisis  \n   \\- \"Walmart: The High Cost of Low Price\" movie 1:37:27  \n   \\- \"The Scariest Chart in America\", Vox, Youtube 2:06, structural long-term unemployment is growing.   \n\\* Violence Crisis   \n  \\- The state of gun violence in the US, explained in 18 charts, Vox, Youtube 7:10\n\nThe Meta-Crisis: Breakdown of Shared Understanding and Collective Wisdom  \nThe Attention Economy and its Impact on Cognition  \n\"The Social Dilemma\" (2020, Netflix documentary, 1:34:00)  \n\"Your Undivided Attention\" podcast by the Center for Humane Technology\n\nErosion of Shared Truth  \n\"The Spread of True and False News Online\" (2018 study by MIT)  \n\"After Truth: Disinformation and the Cost of Fake News\" (2020 HBO documentary)\n\nFragmentation of Society  \n\"The Hidden Tribes of America\" (More in Common project)  \n\"Why We're Polarized\" by Ezra Klein (book)\n\nCollapse of Institutional Trust  \nEdelman Trust Barometer (annual global report)  \n\"The Death of Expertise\" by Tom Nichols (book)\n\nTechnological Amplification of Bias  \n\"Weapons of Math Destruction\" by Cathy O'Neil (book)  \n\"Coded Bias\" (2020 documentary)\n\nCognitive Overload in the Information Age  \n\"The Organized Mind\" by Daniel Levitin (book)  \n\"Is Google Making Us Stupid?\" by Nicholas Carr (The Atlantic article)\n\nDecay of Local Information Ecosystems  \n\"News Deserts and Ghost Newspapers: Will Local News Survive?\" (UNC Hussman School of Journalism and Media report)  \n\"Losing the News: The Decimation of Local Journalism and the Search for Solutions\" (PEN America report)\n\nDegradation of Public Discourse  \n\"Post-Truth\" by Lee McIntyre (book)  \n\"The Death of Truth\" by Michiko Kakutani (book)\n\nTribalization of Knowledge  \n\"The Knowledge Illusion\" by Steven Sloman and Philip Fernbach (book)  \n\"The Enigma of Reason\" by Hugo Mercier and Dan Sperber (book)\n\nAtrophy of Deep Thinking  \n\"The Shallows: What the Internet Is Doing to Our Brains\" by Nicholas Carr (book)  \n\"Deep Work\" by Cal Newport (book)\n\nDecline in Information Literacy  \nStanford History Education Group's studies on civic online reasoning  \n\"Web Literacy for Student Fact-Checkers\" by Mike Caulfield (open textbook)\n\nExploitation of Cognitive Vulnerabilities  \n\"Thinking, Fast and Slow\" by Daniel Kahneman (book)  \n\"The Art of Thinking Clearly\" by Rolf Dobelli (book)"
  },
  "contentFormat": "structured-json",
  "sourcePath": "fct/Module 1 - The Church Dilemma.md",
  "tags": [
    "fct",
    "christian-technology",
    "humane-tech",
    "cht-introduction",
    "foundations",
    "attention-economy",
    "metacrisis"
  ],
  "relatedNodeIds": [
    "manifesto",
    "social-medium-epic"
  ],
  "children": [
    "fct-bible-genisis-11-1",
    "fct-bible-deuteronomy-6-8",
    "fct-bible-matthew-14-22-31",
    "fct-bible-jeremiah-17-1",
    "fct-media-00-video-the-hidden-tribes-of",
    "fct-media-00-documentary-the-social-dilemma",
    "fct-media-00-documentary-after-truth-disinfor",
    "fct-media-00-documentary-coded-bias",
    "fct-module-01-church-dilemma-discussion",
    "fct-module-01-church-dilemma-story",
    "fct-module-01-church-dilemma-application"
  ],
  "metadata": {
    "category": "fct",
    "courseId": "foundations-christian-technology",
    "moduleNumber": 1,
    "chapter": "foundations",
    "chtModule": "Introduction",
    "sharedConcepts": [
      "attention-economy",
      "metacrisis"
    ],
    "sectionCount": 13,
    "hasVideo": true,
    "hasBibleReferences": true,
    "hasDiscussion": true,
    "estimatedDuration": "20-30 minutes"
  },
  "learningObjectives": [],
  "chtConcepts": [],
  "richMedia": {
    "videoCount": 4,
    "bookCount": 14,
    "bibleVerseCount": 4
  },
  "createdAt": "2025-11-28T02:53:21.848492",
  "updatedAt": "2025-11-28T02:53:21.848493"
}