{
  "id": "fct-module-09-fruits-of-spirit-story",
  "contentType": "narrative",
  "title": "Story: Centering Values: Fruits of the Spirit",
  "description": "Biblical story or example illustrating module concepts",
  "content": {
    "narrative": "Sheila Gregoire, a passionate advocate for healthy Christian marriages, embarked on a groundbreaking journey that led to the writing of her book, \"The Great Sex Rescue.\" Sheila, a regular contributor to Focus on the Family, was deeply troubled after reading \"Love & Respect\" and seeing dozens of comments from women on their website decrying the book for enabling abuse in their marriages. Driven by her concern, Sheila sent a detailed letter along with a meta-analysis of the comments to Focus on the Family, encouraging them to respond to their own feedback and stop promoting the book. However, Focus on the Family ignored her plea, which inspired Sheila to embark on a comprehensive survey and project to uncover the truth.\n\nSheila conducted a survey of over 20,000 Christian women, delving into their marital and sexual satisfaction. Her findings were illuminating and sometimes startling, revealing that certain widely taught beliefs were significantly harming women's marital happiness and sexual satisfaction. For instance, the belief that a wife is obligated to have sex to prevent her husband from straying was linked to lower sexual and marital satisfaction. Armed with this data, Sheila wrote \"The Great Sex Rescue,\" where she not only presented her findings but also offered new frameworks for understanding and teaching about sex in marriage based on mutuality, respect, and true biblical principles.\n\nUpon publishing her book, Focus on the Family responded by scrubbing Sheila's name from their website and any comment that mentioned her name. Despite this, new Focus on the Family contributors Julie Slattery and Gary Thomas adopted nearly word-for-word the message denouncing the most harmful obligation sex-message without acknowledging Sheila’s significant contribution. However, they continued to couch their findings in teachings that Sheila had exposed as harmful.\n\nThe story of Sheila Gregoire and her work aligns beautifully with the biblical wisdom of Matthew 7: \"By their fruit you shall know them.\" In a world obsessed with metrics like profit, engagement, and growth, Sheila did something truly remarkable by championing \"metrics that reduce known harm.\" Her focus on the actual well-being and satisfaction of women in marriages offers a powerful lesson in wisdom. Sheila’s work shows how true wisdom lies in seeking and measuring the presence of the fruits of the Spirit, as listed in Galatians 5: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. By putting in the work to measure these spiritual fruits, just as Sheila did, we can truly reap a harvest that leads to flourishing lives. This proves that the true measure of any teaching is found in the presence of these fruits in our lives.",
    "narrativeType": "biblical-example"
  },
  "contentFormat": "markdown",
  "sourcePath": "fct/Module 9 - Centering Values - Metrics are Not Neutral, Centering the Fruits of the Spirit.md",
  "tags": [
    "story",
    "narrative",
    "fct",
    "biblical-example",
    "values"
  ],
  "relatedNodeIds": [
    "fct-module-09-fruits-of-spirit"
  ],
  "metadata": {
    "category": "fct-narrative",
    "sourceModule": "fct-module-09-fruits-of-spirit"
  },
  "createdAt": "2025-11-28T02:53:21.876208",
  "updatedAt": "2025-11-28T02:53:21.876209"
}