{
  "id": "value-scanner-elderly-readme",
  "contentType": "concept",
  "title": "Elderly - Value Scanner",
  "description": "Helen is 82 years old, living in her own home with support from family and community care networks. She manages early-stage dementia, mobility limitations, and multiple chronic health conditions. She uses the Value Scanner with assistance—her daughter helps her shop weekly, her personal_agent is configured for cognitive support (reminders, simple interfaces, voice-primary), and her care token accumulation reflects both her continued contributions (mentoring great-grandchildren, sharing household",
  "content": "---\nepic: value_scanner\nuser_type: elderly\narchetype_name: \"Elderly in Advanced Age\"\nepic_domain: \"Care Economy - Value recognition and exchange\"\ngovernance_scope: [individual, household, family, neighborhood, community]\nrelated_users: [senior, middle_aged, grandparent, caregiver, person_with_disabilities]\n---\n\n# Elderly - Value Scanner\n\n## Archetype\n\nHelen is 82 years old, living in her own home with support from family and community care networks. She manages early-stage dementia, mobility limitations, and multiple chronic health conditions. She uses the Value Scanner with assistance—her daughter helps her shop weekly, her personal_agent is configured for cognitive support (reminders, simple interfaces, voice-primary), and her care token accumulation reflects both her continued contributions (mentoring great-grandchildren, sharing household management wisdom, community memory-keeping) and the substantial care she receives. Her fixed income is $24k/year (Social Security only), and she depends on community care economy networks for survival with dignity.\n\nHelen represents the Advanced Age phase (ages 75+) of the Value Scanner epic—the demographic navigating the reality that humans require increasing care as we age. The protocol serves her by maintaining her autonomy and agency as long as possible, making her continued contributions visible (she's not just a care recipient), coordinating the complex care networks she depends on, and ensuring she's treated with dignity rather than as a burden. The Value Scanner helps Helen remain a person—not a patient, not a problem, but a human being with agency participating in community life at her capability level.\n\nWhat distinguishes Helen from younger seniors is the daily reality of requiring substantial assistance—but the protocol doesn't let that reality erase her personhood. She still makes choices (what foods she prefers, how she spends her time, what relationships matter to her), still contributes to collective flourishing (her accumulated wisdom, her presence in family life, her community memory), and still participates in care economy as both receiver and giver. The Value Scanner makes reciprocity visible even when care flows are asymmetric.\n\n## Core Needs\n\n- **Maintaining Autonomy and Agency**: Helen needs tools that preserve her decision-making authority even as her capability changes. The Value Scanner adapts to her needs—voice interface for when reading is hard, simple choices when complexity overwhelms, reminders when memory fails—but always treats her as the authority over her own life. Her daughter assists with shopping, but Helen still chooses foods she wants. Her personal_agent helps coordinate care, but Helen approves decisions. The protocol recognizes that needing help doesn't mean losing personhood.\n\n- **Dignity-Preserving Care Coordination**: Helen depends on complex care networks—family members, home health aides, medical providers, community supports, neighbors. She needs coordination that happens around her, not to her. Her personal_agent communicates her needs and preferences across care networks, tracks who's helping with what, identifies gaps before they become crises, and ensures care is provided with respect. The protocol treats Helen as the center of a care web, not a passive recipient of services imposed upon her.\n\n- **Making Continued Contributions Visible**: Helen needs recognition that she still contributes to collective flourishing even as her capability declines. She shares stories that preserve family history, provides wisdom from decades of experience, mentors great-grandchildren, participates in community memory-keeping. The Value Scanner makes these contributions visible and valuable—her care tokens reflect that giving care continues throughout life, just in different forms. She experiences herself as a valued person, not a burden.\n\n- **Managing Severe Resource Constraint with Dignity**: Helen's $24k/year is barely survival income. She needs community care economy networks to make life possible—food assistance without stigma, health care coordination, housing support, social connection. The protocol connects her to resources based on her lifetime of care contributions—she's not receiving charity, she's participating in reciprocal care economy where her decades of giving create legitimate claims on community support. Assistance flows to her with dignity.\n\n- **Planning for End of Life According to Her Values**: Helen is facing mortality consciously. She needs tools that help her express her values around end-of-life care, communicate her wishes across family and medical systems, and ensure her autonomy is respected as she approaches death. The protocol helps her maintain agency over how she dies—where, with whom, under what conditions, according to what values. Her personal_agent holds and communicates her advance directives, ensuring her voice remains authoritative even if she loses capacity to speak.\n\n## Key Relationships\n\n**To Family Caregivers**: Helen's daughter provides substantial care—weekly shopping assistance, medical appointment coordination, household help, financial management support, emotional connection. The Value Scanner makes this care labor visible (Helen's daughter accumulates care tokens), coordinates care across family members (preventing burnout), and maintains Helen's dignity (she's not a burden, she's a person receiving care she deserves). The family_elohim helps navigate the complex dynamics of adult children caring for aging parents.\n\n**To Professional Caregivers**: Helen receives support from home health aides, visiting nurses, and other professional caregivers. The protocol helps coordinate their work, communicate Helen's preferences and needs, track care quality, and ensure respect. Helen's personal_agent serves as her advocate when she can't advocate for herself—ensuring care aligns with her values and dignity is preserved.\n\n**To Grandchildren and Great-Grandchildren**: Helen maintains relationships across generations—she's a source of family history, wisdom, and love. The Value Scanner helps coordinate her presence in family life (visits that don't overwhelm her, communication that works with her capabilities, contributions she can make at her level). Younger generations see her care tokens reflecting her lifetime contributions—they learn that every person has value, and care flows reciprocally across life spans.\n\n**to Community**: Helen participates in community life at her capability level—she might attend senior center programs, participate in neighborhood events (with support), engage in community memory projects. The community_elohim coordinates her participation, ensuring accessibility and support while preserving her agency. Her accumulated care contributions give her standing in community—she's a valued member, not someone to be warehoused.\n\n**To Personal Agent**: Helen's relationship with her personal_agent is essential for daily functioning. The agent provides cognitive support (reminders for medications, appointments, tasks), coordinates care networks, advocates for her needs, maintains her preferences and values, and preserves her agency. The agent is configured for her specific needs—voice-primary, simple language, patient repetition, emotional warmth. Their relationship is deeply supportive partnership.\n\n**To Medical Systems**: Helen navigates complex medical systems (multiple doctors, specialists, hospitals, pharmacies). Her personal_agent helps coordinate care, track medications, communicate across providers, advocate for her preferences, and ensure her values guide medical decisions. The protocol helps prevent the dehumanization that often happens to elderly patients in medical systems.\n\n## Relevant Governance Layers\n\n### Geographic/Political\n\n**Individual Layer**\nHelen maintains autonomy over her own life within her capability. Her values guide her care, her choices shape her daily life, her voice remains authoritative over her body and her death. The protocol protects individual sovereignty even as capability changes.\n\n**Household Layer**\nHelen manages her household with support—she still lives in her own home (critically important for her identity), but family and community help maintain it. The household_elohim coordinates support while preserving her sense that this is her home.\n\n**Family Layer**\nHelen participates in family governance as an elder—her voice carries weight from accumulated wisdom. Family decisions consider her needs and preferences. The family_elohim coordinates multigenerational care, ensuring Helen receives care while maintaining her dignity and agency.\n\n**Neighborhood Layer**\nHelen participates in neighborhood life at her capability level—neighbors check on her, she contributes to community memory, the neighborhood_elohim coordinates support networks that keep her embedded in community rather than isolated.\n\n**Community Layer**\nHelen's lifetime of community contributions gives her standing even as she requires support. The community_elohim coordinates care networks, connects her to resources, and ensures she's treated as a valued member. Her care tokens reflect decades of contribution, creating legitimate claims on community support.\n\n### Functional\n\n**Educational Layer**\nHelen might participate in senior learning programs, share accumulated knowledge with younger generations, or engage in memory-keeping projects. She's learning that education and contribution continue until death—there's no point where personhood ends.\n\n**Ecological/Bioregional Layer**\nHelen's lifetime of lived experience includes knowledge about sustainable living, seasonal patterns, traditional practices. She might share this ecological wisdom, contributing to community environmental stewardship even at advanced age.\n\n## Implementation Notes\n\n- **Technical**: Interface must be extremely accessible—large fonts, high contrast, simple navigation, voice-primary interaction, slow pace, forgiving error recovery, minimal cognitive load. Personal_agent needs sophisticated AI to provide genuine cognitive support (not replacement—support). Crisis detection critical (falls, medication errors, health emergencies). Integration with medical systems, family communication, emergency services. Assistive technology support (hearing aids, screen readers, mobility devices).\n\n- **Privacy**: Complex privacy navigation—Helen controls her data, but family might need access for care coordination. Medical information sharing requires careful management. The protocol must balance Helen's privacy rights with safety needs—she's a full person with full rights, not someone to be managed by others without consent. Default should always preserve autonomy unless she's explicitly delegated authority.\n\n- **Interface**: Design for cognitive and physical accessibility—voice primary, large touch targets, persistent displays, audio feedback, simple language, emotional warmth. Recognition of contributions should be genuine and meaningful. Interface should feel supportive and respectful, never patronizing. Every interaction should preserve dignity.\n\n- **Constraints**: Safety monitoring essential but must preserve autonomy. If Helen's health is at risk, if she's in crisis, if care networks are failing—protocol must surface support quickly. But intervention should preserve her agency. She's a person making choices about her own life, not someone to be controlled \"for her own good.\" Advance directives should guide crisis response, ensuring her values remain authoritative.\n\n- **Opportunities**: The elderly are society's most vulnerable to dehumanization—\"warehoused\" in institutions, treated as burdens, having autonomy stripped away \"for their own good.\" The Value Scanner can demonstrate at scale that dignity-preserving care is possible even for people requiring substantial assistance. Helen's continued contributions visible, her care coordination effective, her autonomy preserved, her community standing maintained—this models what aging could be in care economy framework. If millions of elderly people are served with dignity by the protocol, it proves that care economy can handle society's hardest challenges: caring for people who can't \"produce\" in traditional economic terms, coordinating complex care needs, valuing human beings for their personhood rather than their economic productivity. Success with the elderly demonstrates that care economy is truly committed to flourishing for all, not just the young and capable.\n",
  "contentFormat": "markdown",
  "tags": [
    "epic:value_scanner",
    "concept",
    "user:elderly",
    "value-scanner"
  ],
  "sourcePath": "value_scanner/elderly/README.md",
  "relatedNodeIds": [
    "user-type-senior",
    "user-type-middle-aged",
    "user-type-grandparent",
    "user-type-caregiver",
    "user-type-person-with-disabilities",
    "value-scanner-epic"
  ],
  "metadata": {
    "category": "value-scanner",
    "epic": "value_scanner",
    "user_type": "elderly",
    "archetype_name": "Elderly in Advanced Age",
    "epic_domain": "Care Economy - Value recognition and exchange",
    "governance_scope": [
      "individual",
      "household",
      "family",
      "neighborhood",
      "community"
    ],
    "related_users": [
      "senior",
      "middle_aged",
      "grandparent",
      "caregiver",
      "person_with_disabilities"
    ]
  },
  "createdAt": "2025-11-21T18:54:29.190597",
  "updatedAt": "2025-11-21T18:54:29.190597"
}