{
  "id": "value-scanner-single-parent-readme",
  "contentType": "concept",
  "title": "Single Parent - Value Scanner",
  "description": "Maria is 38, single mother of three children (ages 6, 9, and 14), working full-time as a medical assistant earning $42k/year while carrying 100% of household care labor. She has no co-parent to share the load—she's the only adult making every decision, earning all income, performing all household work, providing all emotional support, coordinating all logistics, and planning all futures. She wakes at 5am to prep for the day, works 8-5, manages after-school coordination, cooks dinner, helps with ",
  "content": "---\nepic: value_scanner\nuser_type: single_parent\narchetype_name: \"Single Parent Managing Solo Household\"\nepic_domain: \"Care Economy - Value recognition and exchange\"\ngovernance_scope: [individual, household, family, neighborhood, community, workplace_organizational]\nrelated_users: [parent, adult, worker, caregiver, vulnerable_temporary]\n---\n\n# Single Parent - Value Scanner\n\n## Archetype\n\nMaria is 38, single mother of three children (ages 6, 9, and 14), working full-time as a medical assistant earning $42k/year while carrying 100% of household care labor. She has no co-parent to share the load—she's the only adult making every decision, earning all income, performing all household work, providing all emotional support, coordinating all logistics, and planning all futures. She wakes at 5am to prep for the day, works 8-5, manages after-school coordination, cooks dinner, helps with homework, handles bedtime routines, and collapses near midnight to do it again tomorrow. Her life is a constant calculation: can she afford this food, this medical appointment, this school activity? Can she manage one more thing, or will something break?\n\nMaria uses the Value Scanner as essential life infrastructure—not optional, not convenient, but necessary for survival. It helps her manage a $175/week grocery budget for four people, coordinate three children's different developmental needs and schedules, track nutrition when time and money are scarce, reduce food waste she can't afford, plan meals efficiently, and access community resources without stigma. Her care token accumulation is substantial—she's doing the work of two parents alone—and the protocol channels community support to her based on demonstrated care contribution, not means-tested charity that requires exposing private struggles.\n\nWhat distinguishes Maria from partnered parents isn't just double the work—it's the isolation, the impossibility of backup, the weight of being the only one. When she's sick, she still parents. When she's overwhelmed, there's no one to tag in. When decisions need making, she's the only adult. The Value Scanner serves her by making her superhuman care labor visible, providing decision support that partially fills the gap of a missing partner, and connecting her to community care networks that provide the mutual support she can't get from a co-parent.\n\n## Core Needs\n\n- **Solo Decision Support for Overwhelming Complexity**: Maria needs her personal_agent to function almost like a co-parent—not in decision-making authority (she maintains full control) but in cognitive support. She's coordinating three children's different needs, household economics on severe constraint, her own work schedule, logistics nightmares, and solo crisis management. Her agent helps her think through decisions, surface important factors she might miss in exhaustion, track patterns, and provide analysis. It's the \"thinking partner\" that partnered parents get from each other—except it's AI serving her sovereignty rather than another human with their own agenda.\n\n- **Extreme Resource Efficiency**: Maria's $42k for four people requires maximizing every dollar. She needs sophisticated tools that help her find the efficiency frontier: maximum nutrition per dollar, strategic shopping across stores based on sales, bulk buying coordinated with neighbors, waste reduction, creative meal planning that stretches ingredients. The Value Scanner helps her be incredibly skilled at resource management—she's basically a professional household economist under extreme constraint. Her care tokens reflect not just volume of work but the skill required to make her family thrive on limited resources.\n\n- **Community Support Without Stigma**: Maria needs access to community resources (food assistance, childcare coordination, emergency support, skill sharing) structured as care economy reciprocity, not charity. Her massive care contributions create legitimate claims on community support—she's not a recipient of pity, she's a participant in reciprocal care networks where her household labor and parenting work are recognized as valuable. The protocol connects her to resources with dignity, framing everything through mutual aid rather than means-tested welfare.\n\n- **Crisis Resilience and Backup Systems**: Maria needs safety nets for the inevitable crises of solo parenting—when she's sick, when a child has emergency needs, when work conflicts with parenting, when she's simply overwhelmed. The protocol should connect her to backup care networks (neighbors who can pick up kids, community members who can provide meals, emergency respite care, crisis support). These networks activate quickly based on her care economy standing, not based on proving she's needy enough for help.\n\n- **Recognition for Superhuman Care Labor**: Maria needs society to see that she's performing the work of two parents plus managing the emotional weight of solo responsibility. Her care token accumulation should reflect this—she's not just doing household labor, she's doing it without support, under severe constraint, while maintaining children's well-being and working full-time. The Value Scanner makes undeniable what society often dismisses: single parents are performing extraordinary care work that deserves extraordinary recognition and support.\n\n## Key Relationships\n\n**To Children**: Maria's relationship with her children is her primary focus—she's their only parent, their primary relationship, their security and stability. The Value Scanner helps her serve each child appropriately (6-year-old's wonder needs, 9-year-old's growing autonomy, 14-year-old's teen complexity) while managing alone. Her oldest is becoming a genuine household partner (concerning but necessary given their circumstances)—the protocol helps recognize his contributions while trying to preserve his childhood.\n\n**To Extended Family**: Maria might receive support from her own parents or siblings—but it's often complicated by distance, their own limitations, or family dynamics. The Value Scanner could help coordinate extended family care contributions and make reciprocal care flows visible, but Maria is learning she can't depend on family solving her fundamental solo-parent reality.\n\n**To Employer/Workplace**: Maria's workplace is a constant source of stress—medical assisting requires physical presence, offers minimal flexibility, and doesn't pay enough for the skill required. She's constantly negotiating between work demands and parenting needs. The workplace_elohim could help her advocate for fair scheduling, family leave access, and wage equity—but realistically, low-wage service work offers little leverage. The protocol at minimum makes visible the impossible bind: employers demand full availability while paying wages that require full parenting on the side.\n\n**To Community Care Networks**: Maria depends on community more than partnered parents—she needs the mutual support that replaces a missing co-parent. The Value Scanner connects her to other single parents for resource sharing, to neighbors for emergency backup, to community organizations for supplemental support. These relationships are lifelines—practical support networks that make solo parenting survivable.\n\n**To Schools/Childcare**: Maria interfaces constantly with schools and after-school care around her children's needs and her work schedule. These institutions often assume two-parent households—forms ask for \"mother and father,\" schedules assume parental availability for events, communications expect someone home during work hours. The protocol could help schools recognize single-parent realities and adapt appropriately.\n\n**To Personal Agent**: Maria's personal_agent is her most important relationship after her children—it's the cognitive support that makes solo parenting manageable. The agent helps her think, remember, plan, coordinate, and survive. It watches for signs of crisis and proactively surfaces support. It holds complexity she can't. Their relationship is profound partnership built on Maria's desperate need and the agent's steadfast service.\n\n## Relevant Governance Layers\n\n### Geographic/Political\n\n**Individual Layer**\nMaria maintains individual autonomy and identity despite being entirely defined by parenting and work in practical terms. Her personal_agent protects tiny spaces for her own flourishing when possible.\n\n**Household Layer**\nMaria is household governance—she's the only adult, making every decision. The household_elohim helps her manage alone, but she has no partner to negotiate with, no co-parent to share responsibility. Household governance is autocracy by necessity, though she tries to involve children appropriately as they age.\n\n**Family Layer**\nMaria's family governance extends to her children and potentially extended family. She's making decisions alone that partnered parents make together—the weight is enormous. The family_elohim provides decision support but can't replace human partnership.\n\n**Neighborhood Layer**\nMaria participates in neighborhood care economy to the extent time allows—connecting with neighbors for mutual support, coordinating resource sharing, building local relationships that provide backup care and community resilience.\n\n**Community Layer**\nMaria engages community resources as essential support—she can't survive solo without community care economy networks. Her care contributions qualify her for community support with dignity. She might participate in community governance when she has energy, but mostly she's focused on survival.\n\n### Functional\n\n**Workplace/Organizational Layer**\nMaria's workplace governance determines her survival—her wages, her schedule, her benefits, her treatment all shape whether she can manage solo parenting. She has little power to change workplace conditions but advocates when possible for single-parent-friendly policies.\n\n**Educational Layer**\nMaria engages educational systems around her children's needs, but often feels like schools don't account for single-parent realities. She's advocating for flexibility and understanding while managing alone.\n\n**Ecological/Bioregional Layer**\nMaria's resource constraints often align with ecological values—she can't afford waste, she buys carefully, she values quality that lasts. The protocol could help her see her necessary thrift as environmental stewardship.\n\n## Implementation Notes\n\n- **Technical**: Interface must be extremely efficient—Maria has no spare time or attention. Quick decision support, simplified planning tools, crisis management features, community connection facilitation, resource optimization tools. Personal_agent needs sophisticated AI to provide genuine cognitive partnership. Integration with work schedules, school systems, community resources, emergency contacts. Mobile-first for single-parent reality (managing everything on the go).\n\n- **Privacy**: Maria controls her data but needs careful privacy management—she might not want extended family seeing financial struggles, employers seeing care burden, or community seeing private struggles. But she needs to share enough to access support. The protocol helps her navigate these privacy tradeoffs with clear controls.\n\n- **Interface**: Design for exhausted person under impossible pressure. Absolute minimum cognitive load. Critical information surfaced automatically. Decision support that reduces rather than increases mental labor. Recognition of care contributions should feel genuine and meaningful without requiring effort to receive. Aesthetic should feel supportive, encouraging, respectful of her superhuman efforts.\n\n- **Constraints**: Crisis detection and support absolutely essential—if Maria is approaching breakdown, if children's needs aren't being met, if resource scarcity becomes dangerous, if her health is failing, protocol must surface help immediately. Single-parent crisis can become disaster quickly without backup. System should watch for warning signs and connect to emergency support proactively.\n\n- **Opportunities**: Single parents are society's most invisible and undervalued population despite performing extraordinary care labor. If the Value Scanner makes single parents' care work visible at scale, society might recognize that solo parenting is skilled professional work requiring comprehensive community support. Maria's care token accumulation could demonstrate that she's providing value equivalent to two full-time jobs—childcare professional plus household manager plus breadwinner. This visibility could transform policy (child support, parental leave, housing assistance, childcare access), workplace norms (flexible scheduling, fair wages, family-friendly policies), and cultural attitudes (from \"broken family\" to \"superhuman care provider deserving support\"). Single parents could become recognized as care economy heroes rather than pitied as struggling victims.\n",
  "contentFormat": "markdown",
  "tags": [
    "value-scanner",
    "concept",
    "epic:value_scanner",
    "user:single_parent"
  ],
  "sourcePath": "value_scanner/single_parent/README.md",
  "relatedNodeIds": [
    "user-type-parent",
    "user-type-adult",
    "user-type-worker",
    "user-type-caregiver",
    "user-type-vulnerable-temporary",
    "value-scanner-epic"
  ],
  "metadata": {
    "category": "value-scanner",
    "epic": "value_scanner",
    "user_type": "single_parent",
    "archetype_name": "Single Parent Managing Solo Household",
    "epic_domain": "Care Economy - Value recognition and exchange",
    "governance_scope": [
      "individual",
      "household",
      "family",
      "neighborhood",
      "community",
      "workplace_organizational"
    ],
    "related_users": [
      "parent",
      "adult",
      "worker",
      "caregiver",
      "vulnerable_temporary"
    ]
  },
  "createdAt": "2025-11-21T18:54:29.196597",
  "updatedAt": "2025-11-21T18:54:29.196597"
}