{
  "id": "value-scanner-child-readme",
  "contentType": "concept",
  "title": "Child - Value Scanner",
  "description": "Emma is 8 years old and ready for more responsibility than her younger brother Tommy. She uses the Value Scanner independently in the cereal aisle, comparing prices and nutrition information with her personal_agent's help. \"The store brand has the same protein as the name brand,\" her agent notes, \"and it's $2 less. Your family could use those savings for the strawberries Tommy wants.\" Emma makes the choice herself, experiencing the weight of real economic decisions within safe boundaries. Her co",
  "content": "---\nepic: value_scanner\nuser_type: child\narchetype_name: \"Child in Guided Autonomy\"\nepic_domain: \"Care Economy - Value recognition and exchange\"\ngovernance_scope: [individual, family, neighborhood]\nrelated_users: [young_child, preteen, parent, student]\n---\n\n# Child - Value Scanner\n\n## Archetype\n\nEmma is 8 years old and ready for more responsibility than her younger brother Tommy. She uses the Value Scanner independently in the cereal aisle, comparing prices and nutrition information with her personal_agent's help. \"The store brand has the same protein as the name brand,\" her agent notes, \"and it's $2 less. Your family could use those savings for the strawberries Tommy wants.\" Emma makes the choice herself, experiencing the weight of real economic decisions within safe boundaries. Her contribution to family resource stewardship will be recognized in the family's care token distribution this week.\n\nEmma represents the Guided Autonomy phase (ages 8-10) of the Value Scanner epic. She's old enough to read labels, understand basic math, and grasp that resources are finite—but she still needs guidance to navigate complex value decisions. Her family's household income is the same $40k/year, but Emma is beginning to understand what that means. She's learning that choosing the cheaper cereal isn't deprivation—it's an act of care that enables other family goods. The protocol is teaching her to think like a steward, not a consumer.\n\nWhat distinguishes Emma from younger children is her emerging capacity for abstract thinking and genuine decision-making with consequences. The Value Scanner doesn't just guide her toward \"correct\" choices—it helps her understand trade-offs, consider others' needs, and experience real autonomy. She's building the muscle memory of care-based economic thinking. When she chooses store brand cereal to save money for strawberries, she's learning that economic decisions are ultimately about how we care for each other.\n\n## Core Needs\n\n- **Real Choices with Real Consequences**: Emma needs decisions that actually matter, not simulated autonomy. The Value Scanner must give her genuine choice-making power within appropriate boundaries. When she compares cereals and selects one, that's what the family eats. Her personal_agent helps her understand implications (nutritional, financial, preference-based) but doesn't make the choice for her. She's learning that her agency affects others' flourishing—a critical lesson for care economy participation. The consequences are real but age-appropriate (not \"if you choose wrong, the family suffers\" but \"your choice shapes our shared life\").\n\n- **Understanding Value Beyond Price**: Emma needs to learn that value and cost aren't the same thing. The Value Scanner helps her see multiple dimensions: nutritional value, environmental impact, care labor embedded in production, community benefit. When she scans fair-trade chocolate, her agent might note, \"The farmers who grew this were paid fairly for their care work.\" She's learning value literacy—reading the world's complexity, not just price tags. This builds neural pathways for care economy thinking that will serve her entire life.\n\n- **Recognition as Capable Contributor**: Emma needs to be seen as genuinely helpful, not just cute. Her care contributions are real—she makes economic decisions that affect family resources, coordinates with siblings, manages her portion of household labor. The Value Scanner makes this visible. Unlike Tommy's wonder-focused recognition, Emma receives specific feedback: \"Your choice saved $2, which helped the family stay within budget.\" She's building identity as a capable steward of resources, not just a dependent child.\n\n- **Guided Learning Through Questions**: Emma needs her personal_agent to teach through inquiry, not instruction. Instead of \"Choose this cereal,\" the agent asks, \"What do you notice about these two options?\" She's developing critical thinking skills applied to value decisions. The protocol respects her emerging autonomy by treating her as a thinker, not a rule-follower. This pedagogical approach—Socratic method adapted for 8-year-olds—builds care economy decision-making capacity.\n\n- **Safe Practice Before Stakes Increase**: Emma needs this developmental stage to make mistakes with low consequences before adolescence raises the stakes. The Value Scanner provides guardrails while she practices value literacy. If she makes a choice that doesn't align with family needs, her personal_agent gently guides reflection: \"How did that work out?\" She's building judgment in a safe context—essential preparation for the Real Responsibility phase (ages 11-13) ahead.\n\n## Key Relationships\n\n**To Parents**: Emma's relationship with her parent (Sarah) is shifting from pure oversight to guided partnership. Sarah still sets boundaries through the family_elohim, but Emma experiences more autonomy than Tommy. When Emma makes good stewardship decisions, the family_elohim prompts Sarah with specific recognition opportunities. The protocol is helping Sarah learn to let go appropriately—trusting Emma with real responsibility while maintaining necessary oversight. Emma is learning that autonomy is earned through demonstrated care and capability.\n\n**To Siblings**: Emma both receives care from and provides care to siblings. She coordinates with Tommy (helping him with harder choices), but also has her own care contributions recognized independently. The Value Scanner helps siblings see each other's care work—Tommy chose strawberries for Emma, Emma chose budget-friendly cereal that benefits everyone. The protocol is building a family culture where care is visible and reciprocal, not hierarchical.\n\n**To Personal Agent**: Emma's personal_agent functions as a teacher-guide more than Tommy's wonder-preserving companion. It asks questions, presents information, helps her think through consequences—but always as a servant to her development, never as a controller. She's learning that AI can be a tool for human flourishing. Her relationship with her agent is building expectations that technology should serve human capability, not replace it.\n\n**To Neighborhood**: Emma is beginning to operate beyond just family context. Her care patterns contribute to neighborhood-level insights about how families shop, what products serve children's nutrition, what price points enable care economy participation. She might occasionally interact with neighborhood_elohim through community events or shared resources. She's learning that care economy operates at multiple scales—family, neighborhood, community—each connected but distinct.\n\n**To Store Workers**: Emma is learning to see the care labor that makes her shopping possible—stockers, checkers, farmers, truckers. Her personal_agent might prompt recognition: \"Thank the checker for scanning your items.\" Small interactions that build awareness that the economy is made of people caring for each other, not impersonal transactions. She's being socialized into care economy thinking through concrete experiences.\n\n## Relevant Governance Layers\n\n### Geographic/Political\n\n**Individual Layer**\nEmma's autonomy is expanding. She makes real choices about resources, time, preferences. Her personal_agent honors her growing capacity for self-governance while providing age-appropriate guidance. Her values are forming more consciously now—she's beginning to articulate why she makes certain choices. The protocol protects her space for individual development while connecting her to broader contexts.\n\n**Family Layer**\nFamily remains Emma's primary governance context, but her role is shifting from pure dependent to junior contributor. Family values shape her choices, but she's beginning to influence family values too (suggesting new products, negotiating preferences). The family_elohim balances her growing voice with parental authority. Family care tokens recognize her increasing contributions. She's learning how family-level governance works through participation.\n\n**Neighborhood Layer**\nEmma is starting to engage neighborhood-level patterns. She might notice that other families shop at the same times, that certain products become available because of community demand, that her choices aggregate with others' to shape local food systems. The neighborhood_elohim might surface age-appropriate insights: \"Five other families bought this brand this week—they're all trying to eat healthier.\" She's learning that her individual choices connect to community patterns.\n\n### Functional\n\n**Educational Layer**\nEmma's learning is more formal than Tommy's wonder-based exploration. Educational policies about middle childhood development inform how the Value Scanner teaches value literacy. Her personal_agent uses pedagogical approaches appropriate to ages 8-10: concrete operations, category formation, numerical reasoning, moral development. She's building foundational economic literacy within a care economy framework. Schools might integrate Value Scanner data (with family permission) into curriculum about nutrition, math, social studies.\n\n## Implementation Notes\n\n- **Technical**: Interface should be readable by 8-10 year olds with developing literacy. Comparison tools for making decisions (side-by-side product views). Basic math support (calculating savings, comparing prices). Personal_agent uses conversational teaching style—asking questions, providing information, guiding reflection. Voice interface option for accessibility. Data tracking includes not just choices but decision-making patterns (how she compares options, what factors she considers).\n\n- **Privacy**: Emma's data protected like Tommy's, but with emerging concept of privacy itself. She might begin to understand that her choices are recorded and why. Age-appropriate consent education starts here. Parents maintain full control, but protocol includes teaching Emma about data, privacy, and why these protections matter. No commercial exploitation, no behavioral manipulation, no third-party access.\n\n- **Interface**: Design for developing readers and numeric literacy. Visual comparison tools (charts, graphs at age-appropriate complexity). Color coding for categories (nutrition, price, family preferences). Reward systems based on care contribution, not consumption (recognition for stewardship, not points for spending). Haptic and audio feedback for confirmation. Interface should feel helpful, not game-like.\n\n- **Constraints**: Parents can adjust autonomy levels based on demonstrated capability—Emma might earn more freedom as she shows good judgment. Boundaries still prevent harm (allergens, budget overruns, nutritionally inappropriate choices) but are more transparent than for young_child. Emma can see and understand the limits, learning that all autonomy operates within contexts. Bad choices should result in learning opportunities, not punishment.\n\n- **Opportunities**: This developmental stage is critical for forming economic thinking patterns. If Emma learns care-based value literacy ages 8-10, she'll approach all economic decisions differently throughout life. She's internalizing that resources are for stewardship, that choices affect others' flourishing, that care creates value. The protocol can shape how an entire generation thinks about economy—moving from extraction to care, from consumption to contribution, from individual gain to collective flourishing.\n",
  "contentFormat": "markdown",
  "tags": [
    "value-scanner",
    "concept",
    "epic:value_scanner",
    "user:child"
  ],
  "sourcePath": "value_scanner/child/README.md",
  "relatedNodeIds": [
    "user-type-young-child",
    "user-type-preteen",
    "user-type-parent",
    "user-type-student",
    "value-scanner-epic"
  ],
  "metadata": {
    "category": "value-scanner",
    "epic": "value_scanner",
    "user_type": "child",
    "archetype_name": "Child in Guided Autonomy",
    "epic_domain": "Care Economy - Value recognition and exchange",
    "governance_scope": [
      "individual",
      "family",
      "neighborhood"
    ],
    "related_users": [
      "young_child",
      "preteen",
      "parent",
      "student"
    ]
  },
  "createdAt": "2025-11-21T18:54:29.190597",
  "updatedAt": "2025-11-21T18:54:29.190597"
}