{
  "id": "value-scanner-worker-readme",
  "did": "did:web:elohim.host:content:value-scanner:worker:readme",
  "contentType": "concept",
  "activityPubType": "Page",
  "title": "Worker - Value Scanner",
  "description": "Devon is 29, working full-time as a restaurant line cook earning $32k/year, living in a shared apartment, managing a tight personal budget, and trying to navigate the impossible bind between employment demands and personal care needs. His work schedule is unpredictable—sometimes morning shifts, sometimes evening, sometimes doubles—making household management, meal planning, and personal well-being incredibly difficult. He works long hours preparing food for others while barely having time to fee",
  "content": "---\nepic: value_scanner\nuser_type: worker\narchetype_name: \"Worker Balancing Employment and Care\"\nepic_domain: \"Care Economy - Value recognition and exchange\"\ngovernance_scope: [individual, household, family, workplace_organizational, neighborhood, community, industry_sector]\nrelated_users: [adult, young_adult, parent, single_parent, student]\n---\n\n# Worker - Value Scanner\n\n## Archetype\n\nDevon is 29, working full-time as a restaurant line cook earning $32k/year, living in a shared apartment, managing a tight personal budget, and trying to navigate the impossible bind between employment demands and personal care needs. His work schedule is unpredictable—sometimes morning shifts, sometimes evening, sometimes doubles—making household management, meal planning, and personal well-being incredibly difficult. He works long hours preparing food for others while barely having time to feed himself adequately. He uses the Value Scanner to manage his grocery shopping ($60/week) during the few hours he's not working, prep meals efficiently for the limited time he's home, and maintain some nutrition despite exhaustion and irregular schedule.\n\nDevon represents workers—people whose primary adult role is employment, but who also need to manage household care, personal well-being, and often family responsibilities on the margins of work demands. The current economic system treats workers as if they're purely labor units with no care needs or responsibilities. Workers are expected to show up, perform, and figure out the rest (eating, sleeping, household management, family care, personal health) on their own time with their own resources. The Value Scanner serves Devon by making visible the care work he performs for himself and others despite employment demands, helping him manage household economics on limited resources and time, and potentially connecting him to workplace advocacy for care-economy-aligned labor policies.\n\nWhat distinguishes Devon from other user types is this position: employment is his primary time commitment and economic source, but care responsibilities don't disappear—they just get crushed into the margins, often invisibly. He's experiencing the fundamental contradiction of current capitalism: it demands full availability and commitment from workers while paying wages that barely enable survival and requiring workers to handle all care work (for themselves and dependents) outside of paid hours. The protocol can't solve this systemic problem, but it can make the contradiction visible and help Devon navigate it with better tools and potential community support.\n\n## Core Needs\n\n- **Managing Care Work on Employment's Margins**: Devon needs tools that help him accomplish household care in the limited time and energy employment leaves him. His irregular schedule makes meal planning difficult—he needs flexible planning that adapts to changing availability. His exhaustion after long shifts makes cooking hard—he needs efficient meal prep strategies. His tight budget requires maximizing value—he needs sophisticated shopping tools. The Value Scanner provides decision support that makes care work achievable despite employment constraints.\n\n- **Recognition That His Labor IS Care Work**: Devon needs to see his restaurant work as care labor—he's feeding people, contributing to their nourishment and pleasure, serving community needs. The protocol helps him understand that all work can be viewed through care economy lens: his labor serves others' flourishing. This reframing could shift his relationship to work from pure exploitation (selling labor for survival wages) to care contribution (providing valuable service deserving fair compensation). This isn't naive—it's building consciousness that his labor has dignity and should be valued accordingly.\n\n- **Workplace Advocacy for Care Economy Principles**: Devon needs tools that help him advocate for care-economy-aligned workplace policies: predictable scheduling (so he can manage household care), fair wages (so he can actually afford life), benefits that support workers' care needs (paid leave, health care, meal provisions for food workers), and labor conditions that don't destroy workers' capacity for self-care and family care. His workplace_elohim could help him understand his rights, recognize exploitation, organize with co-workers, and demand better conditions.\n\n- **Community Support for Workers' Care Needs**: Devon needs access to care economy resources that support workers: community meal programs, food cooperatives that reduce cost, mutual aid networks, time-banking systems where he could trade skills, or cooperative housing that reduces individual household burden. His care tokens could accumulate from his work (serving community through restaurant labor) and enable access to community resources with dignity.\n\n- **Visibility of the Impossible Bind**: Devon needs the protocol to make visible that current employment structures make care work nearly impossible. He prepares food professionally for 50+ hours/week but barely has time to feed himself. He earns money but not enough to afford quality food. He has skills but no energy to use them for himself. This contradiction should be visible—not just to Devon, but to employers, policymakers, and society. The protocol can make visible that \"labor shortage\" is actually \"compensation and conditions shortage\"—workers are exhausted, underpaid, and ground down by systems that deny their humanity.\n\n## Key Relationships\n\n**To Employer/Workplace**: Devon's relationship with his restaurant employer is fundamentally extractive—they pay him as little as possible while demanding maximum flexibility and effort. His workplace_elohim could help him navigate this: understanding his legal rights, recognizing when conditions violate standards, coordinating with co-workers for collective action, documenting violations, and advocating for improvements. The protocol can't force employers to change, but it can support workers' advocacy and make exploitation visible.\n\n**To Co-Workers**: Devon's co-workers are his natural community—they share similar constraints, challenges, and struggles. The Value Scanner could facilitate worker mutual aid: sharing meals, coordinating rides, exchanging shifts, providing backup care, or collective advocacy. Worker solidarity is care economy practice—collective action to ensure everyone's care needs are met.\n\n**To Roommates/Household**: Devon coordinates with roommates around shared household management—shopping, cooking, cleaning, bills. The Value Scanner helps make contributions visible and coordinate fairly. He's learning that shared households can reduce individual burden through care economy cooperation.\n\n**To Family**: Devon might maintain care relationships with family despite limited time and resources—helping parents, staying connected to siblings, contributing when possible. The family_elohim helps coordinate across distance and constraint.\n\n**To Neighborhood**: Devon participates in neighborhood care economy when he can—shopping locally, connecting with neighbors, contributing to community when time allows. His work schedule makes sustained participation difficult, but the protocol recognizes his contributions when they happen.\n\n**To Community**: Devon accesses community resources (food banks, meal programs, mutual aid) based on his care economy participation—his work is care contribution, and community support flows reciprocally. He's not receiving charity—he's participating in care economy where his labor gives him standing to access support.\n\n**To Personal Agent**: Devon's personal_agent helps him manage care work in the margins of employment—efficient meal planning, budget optimization, schedule coordination, health monitoring (ensuring he maintains basic well-being despite work demands). The agent watches for signs that work is destroying his capacity for self-care and surfaces support or advocacy options.\n\n## Relevant Governance Layers\n\n### Geographic/Political\n\n**Individual Layer**\nDevon maintains individual autonomy over his own life despite employment consuming most of his time and energy. His personal_agent protects space for his own needs and flourishing when possible.\n\n**Household Layer**\nDevon participates in roommate household governance—coordinating shared living, distributing labor, managing resources collectively.\n\n**Family Layer**\nDevon maintains connection to family care economy despite constraints, participating when he can.\n\n**Neighborhood Layer**\nDevon engages neighborhood when his schedule allows—his presence and participation contribute to neighborhood resilience even if limited.\n\n**Community Layer**\nDevon participates in community care economy as both contributor (his labor serves community) and recipient (accessing support based on contribution).\n\n### Functional\n\n**Workplace/Organizational Layer**\nDevon's workplace is his primary governance context—it shapes his time, energy, resources, and capacity for care. He's learning to navigate and advocate within this context.\n\n**Industry/Sector Layer**\nDevon's restaurant work connects him to broader food service industry patterns—widespread low wages, unpredictable scheduling, poor conditions, high turnover. He might participate in industry-level advocacy for better standards (living wages, scheduling regulations, benefits requirements).\n\n**Ecological/Bioregional Layer**\nDevon works directly in food systems—he sees food waste, understands ingredient sourcing, and experiences the care labor embedded in meal preparation. He might develop care economy consciousness around food systems and ecological stewardship.\n\n## Implementation Notes\n\n- **Technical**: Interface must accommodate irregular, unpredictable schedule—flexible planning tools that adapt to changing availability, quick meal prep strategies for limited time, efficient shopping tools for maximizing budget, mobile-first for managing on the go. Personal_agent should watch for signs that work demands are destroying Devon's capacity for self-care and surface support or advocacy options. Community connection tools for worker mutual aid and collective action.\n\n- **Privacy**: Devon controls his data. He might share workplace information with co-workers (coordinating mutual aid, organizing), household information with roommates (coordinating shared living), or care contributions with community (accessing resources). Work scheduling and availability data should never flow to employer without his explicit consent.\n\n- **Interface**: Design for exhausted person with minimal free time. Absolute efficiency—quick decisions, minimal cognitive load, automated where possible. Recognition of care contributions (both his workplace labor and household care) should feel genuine and meaningful. Interface should support him feeling his labor has dignity and value. Tools for workplace advocacy integrated naturally.\n\n- **Constraints**: Crisis monitoring essential—if Devon's nutrition falls below safe levels, if work hours become unsustainable, if exhaustion creates health risks, if exploitation escalates, protocol should surface support and advocacy options. Worker exploitation can cause serious harm—the protocol should watch for danger signs.\n\n- **Opportunities**: Workers are simultaneously most exploited by current economics and most numerous—they're the majority of adults. If the Value Scanner makes visible that work schedules destroy workers' capacity for care (self-care and family care), it could build momentum for systemic change: scheduling regulations, living wages, universal benefits, reduced work hours, workplace democracy. Devon's care token accumulation from his labor could demonstrate that workers are providing valuable care contributions that deserve fair compensation and conditions that enable human flourishing. Worker adoption of care economy principles could transform labor organizing—not just demanding higher wages but demanding full recognition as humans with care needs and care responsibilities. This demographic has enormous potential power if organized—care economy visibility could catalyze worker movements that fundamentally reshape employment toward human flourishing rather than pure extraction.\n",
  "contentFormat": "markdown",
  "tags": [
    "epic:value_scanner",
    "value-scanner",
    "concept",
    "user:worker"
  ],
  "sourcePath": "value_scanner/worker/README.md",
  "relatedNodeIds": [
    "user-type-adult",
    "user-type-young-adult",
    "user-type-parent",
    "user-type-single-parent",
    "user-type-student",
    "value-scanner-epic"
  ],
  "metadata": {
    "category": "value-scanner",
    "epic": "value_scanner",
    "user_type": "worker",
    "archetype_name": "Worker Balancing Employment and Care",
    "epic_domain": "Care Economy - Value recognition and exchange",
    "governance_scope": [
      "individual",
      "household",
      "family",
      "workplace_organizational",
      "neighborhood",
      "community",
      "industry_sector"
    ],
    "related_users": [
      "adult",
      "young_adult",
      "parent",
      "single_parent",
      "student"
    ]
  },
  "openGraphMetadata": {
    "ogTitle": "Worker - Value Scanner",
    "ogDescription": "Devon is 29, working full-time as a restaurant line cook earning $32k/year, living in a shared apartment, managing a tight personal budget, and trying to navigate the impossible bind between employmen",
    "ogType": "website",
    "ogUrl": "https://elohim-protocol.org/content/value-scanner-worker-readme",
    "ogSiteName": "Elohim Protocol - Lamad Learning Platform",
    "articlePublishedTime": "2025-11-22T01:43:14Z",
    "articleModifiedTime": "2025-11-22T01:43:14Z",
    "articleSection": "value_scanner",
    "ogImage": "https://elohim-protocol.org/assets/images/og-defaults/concept.jpg",
    "ogImageAlt": "Worker - Value Scanner - Elohim Protocol"
  },
  "linkedData": {
    "@context": "https://schema.org/",
    "@type": "CreativeWork",
    "@id": "https://elohim-protocol.org/content/value-scanner-worker-readme",
    "identifier": "did:web:elohim.host:content:value-scanner:worker:readme",
    "name": "Worker - Value Scanner",
    "description": "Devon is 29, working full-time as a restaurant line cook earning $32k/year, living in a shared apartment, managing a tight personal budget, and trying to navigate the impossible bind between employment demands and personal care needs. His work schedule is unpredictable—sometimes morning shifts, sometimes evening, sometimes doubles—making household management, meal planning, and personal well-being incredibly difficult. He works long hours preparing food for others while barely having time to fee",
    "dateCreated": "2025-11-22T01:43:14Z",
    "dateModified": "2025-11-22T01:43:14Z",
    "publisher": {
      "@type": "Organization",
      "@id": "https://elohim-protocol.org",
      "name": "Elohim Protocol"
    }
  },
  "createdAt": "2025-11-22T01:43:14Z",
  "updatedAt": "2025-11-22T01:43:14Z"
}