{
  "id": "fct-module-11-collaboration-sensemaking",
  "contentType": "course-module",
  "title": "FCT 11: Creating Shared Understanding: Collaboration",
  "description": "Creating a Healthier Information Ecosystem: A Christian Perspective  \nAs followers of Christ, we are called to be salt and light in the world (Matthew 5:13-16), which includes fostering a healthy information ecosystem that promotes truth, love, and understanding. In our digital age, this task has become increasingly complex and urgent. The Apostle Paul's words in Ephesians 4:15 to \"speak the truth in love\" take on new meaning in our hyper-connected world. To address this challenge, we can consid",
  "content": "**Introduction:** Creating a Healthier Information Ecosystem: A Christian Perspective  \nAs followers of Christ, we are called to be salt and light in the world (Matthew 5:13-16), which includes fostering a healthy information ecosystem that promotes truth, love, and understanding. In our digital age, this task has become increasingly complex and urgent. The Apostle Paul's words in Ephesians 4:15 to \"speak the truth in love\" take on new meaning in our hyper-connected world. To address this challenge, we can consider a three-part approach:\n\nCurtail the Causes:  \nWe must confront the root issues that contribute to the degradation of our information environment. This involves addressing the race for human attention that often exploits our vulnerabilities and divides us. As Christians, we are called to be good stewards of our attention, recognizing it as a gift from God (Proverbs 4:23). We should advocate for and support:\n\nLimiting or regulating virality and microtargeting that can spread misinformation rapidly  \nAdding liability for platforms that profit from divisive and inflammatory content  \nPromoting business models that align with human flourishing rather than exploitation  \nEncouraging tech companies to prioritize user well-being over engagement metrics\n\nAddress the Crises:  \nThe current information ecosystem continually creates real harm that needs immediate attention. As the body of Christ, we are called to bind up wounds and care for those who are hurting (Luke 10:25-37). This might involve:\n\nSupporting \"blackout periods\" during critical times to limit the spread of harmful content  \nCreating rapid response teams within faith communities to counter misinformation  \nProviding pastoral care and counseling for those affected by online harms  \nAdvocating for marginalized voices who are often disproportionately impacted by online abuse\n\nHeal Toxic Mental Habits:  \nAddressing systemic issues is crucial, but we must also attend to the renewal of our minds (Romans 12:2). The habits we've developed in engaging with digital media often work against creating a culture of humility and mutual understanding. To counter this, we should:\n\nDevelop spiritual disciplines that foster discernment and wisdom in our media consumption  \nPractice and teach digital literacy skills within our faith communities  \nCultivate habits of charitable interpretation and empathetic listening in online interactions  \nEncourage periods of digital fasting and contemplation to reset our mental patterns\n\nAs Kingdom Developers, we must ask: How can we create digital spaces and practices that reflect the fruit of the Spirit \\- love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control (Galatians 5:22-23)? How can we leverage technology to foster genuine connection and understanding, mirroring Christ's prayer for unity among believers (John 17:20-23)?  \nBy addressing these three areas \\- curtailing causes, addressing crises, and healing habits \\- we can work towards an information ecosystem that honors God, serves our neighbors, and promotes the flourishing of all. This approach requires ongoing discernment, collaboration, and a commitment to embodying Christ's love in both our online and offline interactions.\n\n**Conclusion:** Kingdom Developers \\- Building Trust in a Digital Age\n\nAs Kingdom Developers, we have explored the critical importance of creating shared understanding in both digital and physical spaces. We've seen how trust forms the bedrock of thriving communities, as illustrated in the tale of Trustville and Skeptica. Our calling is clear: to transform our digital \"Skepticas\" into \"Trustvilles\" that reflect God's kingdom values.\n\nWe've learned that building a healthier information ecosystem requires a three-pronged approach: curtailing the causes of distortion, addressing ongoing crises, and healing toxic mental habits. This work isn't just about technology; it's about fostering the kind of community that Christ envisioned when He prayed for our unity.\n\nOur exploration of \"Minimally Viable Truth,\" the power of connection in addressing addiction, and the surprising moral behaviors in animals has broadened our understanding of what it means to be created in God's image and how we can steward His creation more effectively.\n\nAs we move forward, let's remember that our work as Kingdom Developers extends beyond the digital realm. We're called to create inclusive third spaces, support local journalism, foster intergenerational wisdom exchange, and even rethink our economic models. These practices help build the trust and shared understanding that are essential for a flourishing society.\n\nMost importantly, we've recognized that humility is key to rebuilding and scaling an epistemic commons. Like Wikipedia's model of collaborative truth-seeking, we must approach our work with openness, transparency, and a willingness to consider diverse perspectives.\n\nAs we conclude this module, let's commit to being agents of trust-building in our increasingly fragmented world. Whether through digital platforms or face-to-face interactions, may we create spaces that reflect the fruit of the Spirit and foster the unity for which Christ prayed. In doing so, we participate in God's work of renewal, using our skills and influence to create a world where technology serves humanity, drawing us closer to each other and to God.\n\nLet us go forth as Kingdom Developers, building bridges between the digital and physical, between diverse communities, and ultimately, between humanity and God's vision for abundant life. May our efforts contribute to a future where trust, shared understanding, and Christ-like love characterize both our online and offline communities.\n\n**Raw Markdown:** \n\n## Create Shared Understanding \\- Collaboration and Sensemaking\n\n### Day\n\n9.0\n\n### Foundations of Humane Tech Concepts Review\n\nCreating Shared Understanding \\- Pt. 2  Rebuilding Shared Understanding, Collaboration and Sensemaking\n\n1\\. Creating a Healthier Information Ecosystem  \n\\- Curtailing the causes of distortion  \n\\- Addressing ongoing crises  \n\\- Healing toxic conditioning of minds and mental habits\n\n2\\. Practical Approaches for Humane Technologists  \n\\- Introducing viral friction to slow the spread of inflammatory content  \n\\- Adjusting algorithms to decrease perception gaps  \n\\- Encouraging empathy-building features in digital spaces  \n\\- Learning from open digital democracies (e.g., Taiwan's digital democracy initiatives)\n\n3\\. Addressing Crises and Healing Minds  \n\\- Planning for rapid response to misinformation and harmful content  \n\\- Implementing \"blackout\" periods for certain features during critical times  \n\\- Making harms transparent to the public  \n\\- Approaching mutual understanding as a skill to be developed  \n\\- Encouraging small, facilitated conversations to bridge divides\n\n4\\. The Perception Gap and Its Implications  \n\\- Understanding the discrepancy between perceived and actual beliefs of opposing groups  \n\\- The role of media consumption and education in perception gaps  \n\\- Strategies for reducing perception gaps and fostering shared understanding\n\n### Foundations of Christians and Technology Learning Objectives\n\nRecognize the biblical imperative for unity and shared understanding within the Body of Christ (John 17:20-23, 1 Corinthians 1:10).  \nAnalyze how digital technologies can both enhance and hinder the development of shared understanding from a Christian perspective.  \nEvaluate the concept of \"Minimally Viable Truth\" in light of Christian teachings on truth and humility (John 14:6, Philippians 2:3-4).  \nExplore how Christian humility can contribute to rebuilding and scaling an epistemic commons in digital spaces (James 4:10, 1 Peter 5:5).  \nExamine the role of connection and community in addressing societal issues like addiction, relating it to the Christian call for fellowship (Acts 2:42-47, Hebrews 10:24-25).  \nReflect on how moral behavior observed in animals relates to the Christian understanding of humans being created in God's image and our call to stewardship (Genesis 1:26-28, Proverbs 12:10).  \nDevelop strategies for fostering empathy, cooperation, and fairness in digital interactions, grounded in Christian love and compassion (1 Corinthians 13:4-7, Colossians 3:12-14).  \nAnalyze Wikipedia's model of collaborative truth-seeking and consider how it might be applied in Christian contexts for building shared understanding (Proverbs 15:22, Ecclesiastes 4:9-12).  \nCritique the attention economy from a Christian perspective, considering how it affects our ability to love God and neighbor (Matthew 22:37-39, Philippians 4:8).  \nPropose Christ-centered approaches to creating digital spaces that foster genuine connection, truth-seeking, and shared understanding.  \nReflect on how Christian communities can model healthy collaboration and sensemaking in an increasingly fragmented digital landscape.  \nDevelop a biblical framework for discerning truth and navigating differences of opinion within Christian communities online.\n\nThese objectives integrate the concepts from the Center for Humane Technology with Christian principles, encouraging students to think critically about shared understanding, collaboration, and sensemaking from a faith perspective. \n\n### Introduction\n\nCreating a Healthier Information Ecosystem: A Christian Perspective  \nAs followers of Christ, we are called to be salt and light in the world (Matthew 5:13-16), which includes fostering a healthy information ecosystem that promotes truth, love, and understanding. In our digital age, this task has become increasingly complex and urgent. The Apostle Paul's words in Ephesians 4:15 to \"speak the truth in love\" take on new meaning in our hyper-connected world. To address this challenge, we can consider a three-part approach:\n\nCurtail the Causes:  \nWe must confront the root issues that contribute to the degradation of our information environment. This involves addressing the race for human attention that often exploits our vulnerabilities and divides us. As Christians, we are called to be good stewards of our attention, recognizing it as a gift from God (Proverbs 4:23). We should advocate for and support:\n\nLimiting or regulating virality and microtargeting that can spread misinformation rapidly  \nAdding liability for platforms that profit from divisive and inflammatory content  \nPromoting business models that align with human flourishing rather than exploitation  \nEncouraging tech companies to prioritize user well-being over engagement metrics\n\nAddress the Crises:  \nThe current information ecosystem continually creates real harm that needs immediate attention. As the body of Christ, we are called to bind up wounds and care for those who are hurting (Luke 10:25-37). This might involve:\n\nSupporting \"blackout periods\" during critical times to limit the spread of harmful content  \nCreating rapid response teams within faith communities to counter misinformation  \nProviding pastoral care and counseling for those affected by online harms  \nAdvocating for marginalized voices who are often disproportionately impacted by online abuse\n\nHeal Toxic Mental Habits:  \nAddressing systemic issues is crucial, but we must also attend to the renewal of our minds (Romans 12:2). The habits we've developed in engaging with digital media often work against creating a culture of humility and mutual understanding. To counter this, we should:\n\nDevelop spiritual disciplines that foster discernment and wisdom in our media consumption  \nPractice and teach digital literacy skills within our faith communities  \nCultivate habits of charitable interpretation and empathetic listening in online interactions  \nEncourage periods of digital fasting and contemplation to reset our mental patterns\n\nAs Kingdom Developers, we must ask: How can we create digital spaces and practices that reflect the fruit of the Spirit \\- love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control (Galatians 5:22-23)? How can we leverage technology to foster genuine connection and understanding, mirroring Christ's prayer for unity among believers (John 17:20-23)?  \nBy addressing these three areas \\- curtailing causes, addressing crises, and healing habits \\- we can work towards an information ecosystem that honors God, serves our neighbors, and promotes the flourishing of all. This approach requires ongoing discernment, collaboration, and a commitment to embodying Christ's love in both our online and offline interactions.\n\n### Bible Reference(s)\n\nJohn 17:20-23 \\- Jesus' prayer for unity among believers  \n1 Corinthians 1:10 \\- Call for unity in the church  \nJohn 14:6 \\- Jesus as the way, the truth, and the life  \nPhilippians 2:3-4 \\- Humility and considering others  \nJames 4:10 \\- Humbling oneself before the Lord  \n1 Peter 5:5 \\- Clothing oneself with humility  \nActs 2:42-47 \\- The fellowship of believers  \nHebrews 10:24-25 \\- Encouraging one another and meeting together  \nGenesis 1:26-28 \\- Humans created in God's image and given stewardship  \nProverbs 12:10 \\- The righteous care for their animals  \n1 Corinthians 13:4-7 \\- The characteristics of love  \nColossians 3:12-14 \\- Clothing oneself with compassion, kindness, humility, etc.  \nProverbs 15:22 \\- The value of many advisers  \nEcclesiastes 4:9-12 \\- The benefits of companionship  \nMatthew 22:37-39 \\- The greatest commandments to love God and neighbor  \nPhilippians 4:8 \\- Thinking about whatever is true, noble, right, pure, etc.\n\nThese verses provide a solid biblical foundation for discussing shared understanding, \n\n### Story \n\nThe Tale of Two Villages: Trustville and Skeptica  \nImagine two neighboring villages: Trustville and Skeptica. These villages are identical in size, resources, and challenges, but they differ dramatically in how their residents interact and approach community life.  \nIn Trustville:\n\nDoors are often left unlocked, and neighbors freely borrow tools or ingredients from each other.  \nThe local market operates on an honor system, with customers logging their own purchases and payments.  \nCommunity projects are completed swiftly, with high volunteer turnout and minimal oversight needed.  \nWhen conflicts arise, they're usually resolved through open dialogue without the need for formal mediation.  \nThe village's online forum is a place of respectful debate and collaborative problem-solving.  \nLocal government meetings are well-attended, with citizens actively participating in decision-making.  \nCrime rates are extremely low, and the single police officer is seen as a community helper rather than an enforcer.\n\nIn contrast, Skeptica:\n\nHouses are fortified with security systems, and residents are wary of lending anything.  \nThe market requires constant surveillance, and shoplifting is a persistent problem.  \nCommunity projects struggle to find volunteers and often go unfinished due to disagreements and lack of trust in leadership.  \nConflicts frequently escalate to legal battles, straining relationships and community resources.  \nThe online forum is filled with heated arguments, personal attacks, and widespread misinformation.  \nLocal government meetings are poorly attended, and decisions are often met with suspicion and resistance.  \nCrime rates are high, leading to an increased police presence that creates tension with residents.\n\nOver time, the differences between the villages become stark:  \nTrustville thrives economically, with new businesses starting up regularly due to the supportive community environment. Social innovations flourish as people feel safe to take risks and share ideas. The education system excels as teachers, parents, and students work together in an atmosphere of mutual respect and shared goals.  \nSkeptica, however, struggles. Economic growth is stunted by the high costs of security and conflict resolution. Innovation is rare as people guard their ideas closely. The education system falters under an atmosphere of distrust between teachers, parents, and students.  \nA visiting researcher studying both villages concludes that the single most significant factor in their divergent outcomes is the level of trust within the community. The social cohesion in Trustville creates a \"trust dividend\" that benefits every aspect of village life, while the lack of trust in Skeptica imposes a \"suspicion tax\" on all interactions.  \nThis story illustrates how trust and shared understanding form the bedrock of a thriving society. It challenges us to consider: Which village do we want our digital and physical communities to resemble? How can we, as Kingdom Developers, foster the kind of trust and shared understanding that makes Trustville possible in our increasingly fragmented world?  \nBy reflecting on this tale, we can begin to grasp the profound importance of rebuilding trust and shared understanding in our own contexts, both online and offline, and commit ourselves to the vital work of creating high-trust environments that reflect the unity and love to which Christ calls us.\n\n### Discussion Question or Activity\n\nTrustville and Skeptica, and considering our module's focus on creating shared understanding and fostering trust, an engaging class discussion activity could be:  \n\"Building Trustville\"  \nInstructions:\n\nDivide the class into small groups of 4-5 students.  \nAsk each group to imagine they are Kingdom Developers tasked with transforming a digital \"Skeptica\" into a \"Trustville\" within a specific context (e.g., a church's online community, a Christian social media platform, or a faith-based educational forum).  \nHave groups discuss and develop answers to the following questions:  \na. What are the key features of your digital \"Skeptica\" that need to be addressed?  \nb. How would you apply the principles of Trustville to this digital space?  \nc. What specific tools, practices, or policies would you implement to foster trust and shared understanding?  \nd. How might you balance openness and trust with necessary safeguards against genuine threats or misuse?  \ne. In what ways can you encourage users to transfer the trust built in the digital space to their physical communities?  \nf. How would you measure the success of your efforts in building a high-trust digital community?  \nAfter group discussions, have each team present their \"Digital Trustville\" plan to the class.  \nConclude with a full-class reflection on common themes, challenges, and innovative ideas that emerged from the exercise.\n\nThis activity encourages students to apply the concepts of trust-building and shared understanding to practical, digital contexts. It also allows them to engage creatively with the challenges of fostering high-trust environments online while considering the unique perspective of Kingdom Developers.\n\n### Conclusion\n\nKingdom Developers \\- Building Trust in a Digital Age\n\nAs Kingdom Developers, we have explored the critical importance of creating shared understanding in both digital and physical spaces. We've seen how trust forms the bedrock of thriving communities, as illustrated in the tale of Trustville and Skeptica. Our calling is clear: to transform our digital \"Skepticas\" into \"Trustvilles\" that reflect God's kingdom values.\n\nWe've learned that building a healthier information ecosystem requires a three-pronged approach: curtailing the causes of distortion, addressing ongoing crises, and healing toxic mental habits. This work isn't just about technology; it's about fostering the kind of community that Christ envisioned when He prayed for our unity.\n\nOur exploration of \"Minimally Viable Truth,\" the power of connection in addressing addiction, and the surprising moral behaviors in animals has broadened our understanding of what it means to be created in God's image and how we can steward His creation more effectively.\n\nAs we move forward, let's remember that our work as Kingdom Developers extends beyond the digital realm. We're called to create inclusive third spaces, support local journalism, foster intergenerational wisdom exchange, and even rethink our economic models. These practices help build the trust and shared understanding that are essential for a flourishing society.\n\nMost importantly, we've recognized that humility is key to rebuilding and scaling an epistemic commons. Like Wikipedia's model of collaborative truth-seeking, we must approach our work with openness, transparency, and a willingness to consider diverse perspectives.\n\nAs we conclude this module, let's commit to being agents of trust-building in our increasingly fragmented world. Whether through digital platforms or face-to-face interactions, may we create spaces that reflect the fruit of the Spirit and foster the unity for which Christ prayed. In doing so, we participate in God's work of renewal, using our skills and influence to create a world where technology serves humanity, drawing us closer to each other and to God.\n\nLet us go forth as Kingdom Developers, building bridges between the digital and physical, between diverse communities, and ultimately, between humanity and God's vision for abundant life. May our efforts contribute to a future where trust, shared understanding, and Christ-like love characterize both our online and offline communities.\n\n### Application \n\nPart 2: Rebuilding a Well-Moderated and Disciplined Hyper-Local Embodied Media Culture\n\nInclusive Third Space Creation:  \nEstablish a multifunctional community space (co-working, café, recreational areas) connected by public transit, serving as a hub for organic interactions and shared experiences between church members and the broader community.\n\nEconomic Empowerment Initiatives:  \nImplement community wealth-building projects, time-banking systems, and provide financial literacy education to address economic insecurity and inequality.\n\nLocal News Support: Partner with or financially support existing local news outlets to ensure comprehensive community coverage.  \nCommunity Information Hubs: Transform church spaces into community information centers, providing access to quality news sources and hosting discussions on current events for all community members.  \nCivic Journalism Initiative: Train and support community members in basic journalistic skills to cover local events, government meetings, and issues of community interest.  \nMedia Literacy Workshops: Offer regular workshops on media literacy, open to the entire community, focusing on critical thinking and information verification skills.  \nCommunity Information and Dialogue Center:  \nTransform church spaces into information hubs providing access to quality news sources, hosting discussions on current events, and offering media literacy workshops for all community members.  \nLocal Government Transparency Project: Work with local officials to improve access to public information and create easy-to-understand summaries of local government activities.  \nDigital Town Hall: Create a moderated online platform for community members to discuss local issues, share verified information, and engage with local leaders.  \nYouth Media Corps: Develop a program for young people to learn about and participate in creating responsible, factual media content about their community.  \nFact-Check Hotline: Establish a community service where people can submit information for fact-checking by trained volunteers.\n\nIntergenerational Wisdom Exchange: Create initiatives to bridge generational gaps by facilitating dialogue and story-sharing across age groups, focusing on local history and changes.  \nCommunity Storytelling Project: Launch programs that encourage all community members to share personal stories, fostering empathy and understanding across diverse groups.\n\n\"Exit to Community\" Strategies:  \nDevelop programs that encourage and facilitate wealthier church members to reinvest their capital locally, rather than in traditional financial markets. This could include:\n\nLocal business investment cooperatives  \nCommunity land trusts for affordable housing  \nMicro-lending programs for local entrepreneurs  \nCommunity-owned renewable energy projects\n\nExternality Awareness and Reduction:  \nCreate workshops and initiatives focused on identifying and minimizing negative externalities in personal and community practices. This might include:\n\nCarbon footprint reduction challenges  \nWorkshops on ethical consumption and investing  \nCommunity-wide waste reduction programs  \nSupport for local, sustainable agriculture\n\nSimplicity and \"De-growth\" Explorations:  \nOrganize study groups and practical experiments in living with less, focusing on how reducing consumption can lead to greater well-being and community cohesion. Activities could include:\n\nMonthly buy-nothing challenges  \nSkill-sharing workshops to reduce reliance on consumer goods  \nCommunity-wide garage sales or swap meets  \nDiscussions on the theology of simplicity and stewardship\n\nAlternative Economic Models:  \nExplore and implement alternative economic models that prioritize community well-being over individual accumulation. Examples include:\n\nTime banking systems  \nLocal currencies or token economies  \nGift economy experiments  \nWorker-owned cooperative business incubators\n\nIntentional Downshifting Support:  \nProvide resources and community support for individuals looking to intentionally reduce their work hours, consumption, or overall economic footprint. This could involve:\n\nFinancial planning for voluntary simplicity  \nSupport groups for those transitioning to part-time work  \nWorkshops on finding meaning outside of career and consumption\n\n\"Less is More\" Media Campaign:  \nDevelop a local media campaign highlighting stories of community members who have found greater fulfillment through simplicity and community engagement rather than consumption and career advancement.  \nSabbath Economics Education:  \nOffer courses on \"Sabbath Economics,\" exploring biblical principles of rest, debt forgiveness, and economic justice, and how these can be applied in modern contexts.  \nCommunity Capital Review Board:  \nEstablish a volunteer board to review major financial decisions of the church and its wealthier members, with the goal of redirecting capital flows to build community wealth and reduce negative externalities.  \nEthical Bank Transition Support:  \nProvide resources and support for individuals and organizations looking to transition their banking and investments to more ethical, community-oriented financial institutions.  \n\"Do Less\" Challenge:  \nLaunch a community-wide challenge focused on identifying activities, consumption patterns, or practices that can be reduced or eliminated to benefit both individual well-being and community flourishing.\n\nInterfaith and Interdenominational Coordination\n\nFaith Ambassadors Program: Appoint dedicated members to visit other churches and faith communities, fostering collaboration and unity in the broader Body of Christ.  \nShared Resource Network: Create a system for sharing resources (e.g., facilities, expertise, volunteers) among different faith communities to reduce duplication of efforts.  \nUnity in Diversity Conferences: Organize regular gatherings where different churches and faith groups can discuss common challenges and opportunities for collaboration.  \nJoint Community Service Initiatives: Coordinate large-scale service projects that bring together members from various faith communities to address local needs.  \nInterfaith Dialogue Series: Host regular discussions on shared values and beliefs across different faith traditions, promoting mutual understanding and respect.  \nCollaborative Grant Writing: Form a team of grant writers from different faith communities to pursue funding for shared community development projects.  \nEcumenical Prayer and Worship Events: Organize occasions for joint prayer and worship that celebrate unity while respecting theological differences.  \nCross-Church Mentoring Program: Establish mentoring relationships between leaders of different churches to share best practices and support each other's growth.\n\nThis group of initiatives focuses on breaking down barriers between different faith communities, fostering a spirit of unity and collaboration, and leveraging collective resources for greater impact in creating shared understanding within the broader community.\n\n### Class Homework\n\nCHT 6, Supporting Fairness and Justice\n\n### Other Media / Go Deeper / Class Maps\n\nWhat is \"Minimally Viable Truth\", and how can humility can help us rebuild/scale an epistimic commons.  \n What Wikipedia Teaches Us About Balancing Truth and Beliefs | Katherine Maher | TED  Even with public trust at an all-time low, Wikipedia continues to maintain people's confidence. How do they do it? Former CEO of Wikimedia Foundation Katherine Maher delves into the transparent, adaptable and community-building ways the online encyclopedia brings free and reliable information to the public \\-- while also accounting for bias and difference of opinion.  \n\nEverything you think you know about addiction is wrong | Johann Hari | TED , \"Everything you think you know about addiction is wrong\" by Johann Hari:  \nThe opposite of addiction is not sobriety; the opposite of addiction is connection. Johann highlights the importance of human connection in overcoming addiction. Hari argues that addiction is often a result of isolation and disconnection, and that by fostering a sense of belonging and community, we can help people break free from the cycle of addiction. \n\nMoral behavior in animals | Frans de Waal Empathy, cooperation, fairness and reciprocity \\-- caring about the well-being of others seems like a very human trait. But Frans de Waal shares some surprising videos of behavioral tests, on primates and other mammals, that show how many of these moral traits all of us share.\n\nThe Knowledge Illusion with Steven Sloman \"The Knowledge Illusion: Why We Never Think Alone\" by Steven Sloman and Philip Fernbach (Book) \\- Explores how we rely on the knowledge of others and the implications for collective intelligence.\n\n\n\n",
  "contentFormat": "markdown",
  "sourcePath": "fct/Module 11 - Create Shared Understanding - Collaboration and Sensemaking.md",
  "tags": [
    "fct",
    "christian-technology",
    "humane-tech",
    "cht-module-5",
    "understanding",
    "shared-understanding"
  ],
  "relatedNodeIds": [
    "governance-epic",
    "public-observer-epic"
  ],
  "children": [
    "fct-bible-john-17-20-23",
    "fct-bible-1-corinthians-1-10",
    "fct-bible-john-14-6",
    "fct-bible-philippians-2-3-4",
    "fct-bible-james-4-10",
    "fct-bible-1-peter-5-5",
    "fct-bible-acts-2-42-47",
    "fct-bible-hebrews-10-24-25",
    "fct-bible-genesis-1-26-28",
    "fct-bible-proverbs-12-10",
    "fct-bible-1-corinthians-13-4-7",
    "fct-bible-colossians-3-12-14",
    "fct-bible-proverbs-15-22",
    "fct-bible-ecclesiastes-4-9-12",
    "fct-bible-matthew-22-37-39",
    "fct-bible-philippians-4-8",
    "fct-module-11-collaboration-sensemaking-discussion",
    "fct-module-11-collaboration-sensemaking-story",
    "fct-module-11-collaboration-sensemaking-application"
  ],
  "metadata": {
    "category": "fct",
    "courseId": "foundations-christian-technology",
    "moduleNumber": 11,
    "chapter": "understanding",
    "chtModule": "Module 5",
    "sharedConcepts": [
      "shared-understanding"
    ],
    "sectionCount": 14,
    "hasVideo": false,
    "hasBibleReferences": true,
    "hasDiscussion": true,
    "estimatedDuration": "45-60 minutes"
  },
  "learningObjectives": [],
  "chtConcepts": [],
  "richMedia": {
    "videoCount": 0,
    "bookCount": 2,
    "bibleVerseCount": 16
  },
  "createdAt": "2025-11-28T21:10:19.218469",
  "updatedAt": "2025-12-24T03:05:26.199Z",
  "did": "did:web:elohim.host:content:fct:module 11 - create shared understanding - collaboration and sensemaking",
  "activityPubType": "Article",
  "openGraphMetadata": {
    "ogTitle": "FCT 11: Creating Shared Understanding: Collaboration",
    "ogDescription": "Creating a Healthier Information Ecosystem: A Christian Perspective  \nAs followers of Christ, we are called to be salt and light in the world (Matthew 5:13-16), which includes fostering a healthy info",
    "ogType": "article",
    "ogUrl": "https://elohim-protocol.org/content/fct-module-11-collaboration-sensemaking",
    "ogSiteName": "Elohim Protocol - Lamad Learning Platform",
    "articlePublishedTime": "2025-11-28T21:10:19.218469",
    "articleModifiedTime": "2025-11-28T21:10:19.218471",
    "ogImage": "https://elohim-protocol.org/assets/images/og-defaults/course-module.jpg",
    "ogImageAlt": "FCT 11: Creating Shared Understanding: Collaboration - Elohim Protocol"
  },
  "linkedData": {
    "@context": "https://schema.org/",
    "@type": "LearningResource",
    "@id": "https://elohim-protocol.org/content/fct-module-11-collaboration-sensemaking",
    "identifier": "did:web:elohim.host:content:fct:module 11 - create shared understanding - collaboration and sensemaking",
    "name": "FCT 11: Creating Shared Understanding: Collaboration",
    "description": "Creating a Healthier Information Ecosystem: A Christian Perspective  \nAs followers of Christ, we are called to be salt and light in the world (Matthew 5:13-16), which includes fostering a healthy information ecosystem that promotes truth, love, and understanding. In our digital age, this task has become increasingly complex and urgent. The Apostle Paul's words in Ephesians 4:15 to \"speak the truth in love\" take on new meaning in our hyper-connected world. To address this challenge, we can consid",
    "dateCreated": "2025-11-28T21:10:19.218469",
    "dateModified": "2025-11-28T21:10:19.218471",
    "publisher": {
      "@type": "Organization",
      "@id": "https://elohim-protocol.org",
      "name": "Elohim Protocol"
    }
  }
}
