{
  "id": "fct-module-03-problem-well-stated",
  "contentType": "course-module",
  "title": "FCT 3: A Problem Well Stated",
  "description": "We can't have the power of gods without the wisdom, love and prudence of gods.  \\- Daniel Schmachtenberger",
  "content": "**Introduction:** We can't have the power of gods without the wisdom, love and prudence of gods.  \\- Daniel Schmachtenberger\n\nHow do we increase the epistemic capacity to understand and address complex problems?  (how the church knows what it knows? for a church to create a common Christlike cohesion, for example a cohesion that's that's strong enough to handle controversial topics without a breakdown. )  \n   \nTo correctly diagnose the church’s challenge, we need to culturally understand the generators of existential risk for the church (church disunity), which extends then to humanity (social conflict).  \n   \nWe must be able to discern intuitively:  \n\\*Rivalrous Dynamics  \n   \\--Arms race \\- What do the church’s arms races look like?  ( “worship experiences? programs? Production values?” )   \n   \\--Tragedy of the commons (externalities) \\- what externalities does our church community generate?  I suggest that toxic expressions of charity, mission, and even our propensity for  tax-aversion are our \\*Externalities.  Example:”I Joe Christian, can vote for people who lower my taxes, deport immigrants, and send money to private charter schools, defund family planning services, ensure favorable election outcomes,  because I give so much and righteously so, to missions that give to immigrants, christian education, orphans, and  “christian” politicians who support my beliefs.      \n\nSubsuming the substrate.- Complicated systems subsuming their complex substrate, becoming increasingly fragile till collapse becomes imminent.  What are we destroying in our operating model? Where are we eroding trust, how are we watering down sound theology to become more seeker friendly? How are we sheltering systemic injustice in society? What operating costs are increasing beyond our capacity to maintain? At what point do WE become Mars Hill, operating so superficially, with such overhead, and with complication to the point where we could rapidly collapse given a crisis?  \n\nExponential technology ,   \nIn weapons,  this is knife-\\>guns-\\>atomic bombs \\-\\> hydrogen bombs that could destroy the whole world many times over. This is an important story “If we are gaining the power of gods, then without the love and wisdom of gods, we self-destruct.”  \nOnce-a-week Sunday sermon vs 24/7 multi-channel personally curated feeds, and AI deep fakes, a potential emergent cult of superintelligence,  in a post-truth world full of truth weapons, what does the church look like?\n\n**Conclusion:** If increasing the capacity for global coordination is the number one imperative, in a secular sense. If we explore the Christian witness with that frame, what is the churches' role or responsibility in reconciling Christ in the world?  \n   \nTwo attractor solutions on each end of the spectrum:(Matthew 7:14  Broad is the path that leads to destruction, narrow is the path)  \nauthoritarian oppression OR  \nliberal chaos\n\nIdeally there would be a 3rd way..   \nDesign systems that enable participants to be maximally informed.   \nDesign systems that maximize attendance to responsibilities which increase with rights, privileges, and power.   \n   \nHow do we build a 4th estate (media culture) that can maximally inform in a world with exponential information attention systems? (How can the church thrive in an informational interconnected world which meaningfully informs the actions, choices and beliefs of its body all the time and not as a secondary mechanism that seeks to authorize externally developed beliefs about self, nation, or political identity.   \n   \nWhat does the role of the church, working on these specific solutions look like (I think it looks a lot different then what we are doing)?\n\nApplication to Modern Context:  \nIn our technological age, expanding responsibility means using our increasing capabilities and influence to serve God and others, not to accumulate power or prestige.  \nIt involves being faithful stewards of the technologies and platforms we create or use, ensuring they align with God's purposes and promote human flourishing.  \nAs our sphere of influence grows through technology, so does our responsibility to use it wisely and ethically, always subject to God's higher authority.\n\nThis understanding of expanding responsibility challenges us to view our increasing technological capabilities not as a means to gain power, but as a tool to more faithfully serve God and care for His creation.\n\n**Raw Markdown:** \n\n## A Problem Well Stated \\- Exponential Techonolgy, Our Divided Attention\n\n### Day\n\n1.0\n\n### Objective\n\n1.1\n\n### Foundations of Humane Tech Concepts Review\n\nA Problem Well-Stated Is Half Solved \\- Addressing the Metacrisis\n\n1\\. Metacrisis:   \n\\- The interconnected web of global challenges threatening human civilization\n\n2\\. Daniel Schmachtenberger's three generators of existential risk:  \n\\- Exponential technology outpacing our capacity to guide it  \n\\- Tragedy of the commons at a global scale  \n\\- Inadequate collective sense-making and choice-making\n\n3\\. Prioritizing responses to the metacrisis:  \n\\-  Designing systems that enable participants to be maximally informed    \n\\-  Designing systems that maximize attention to responsibilities increasing with rights, privileges, and power  \n\\-  Building a 4th estate (media culture) that can:  \n    \\- Maximally inform  \n    \\- Apply a deeply truthful gospel  \n    \\- Navigate exponential information attention systems  \n    \\- Address exploitation of our spiritual weaknesses\n\n### Foundations of Christians and Technology Learning Objectives\n\nRecognize that the church found itself in an \"Arms race\", of worship experiences and programs. \n\nThe church's success cannot be defined by attention, high-production value worship \"experiences\", or programs.  \n \\- the \"Attractional Church\" model is largely a commercial success but a failure in that it has metastasized what is in lika a tumor or an autoimmune disease, in the development of a healthy body of Christianity. \n\nWe are competing for dwindling attention in a hyper-individualized world (workism, cost of living crisis, care crisis), that's leaving less and less rest and resources for any community, that includes the church. This is the erosion of our substrate. If the system we participate in erodes that substrate, we have a responsibility to live differently and challenge those systems (counter-cultural).\n\nIf increasing the capacity for global coordination is the number one imperative, in a secular sense. If we explore the Christian witness with that frame, what is the churches' role or responsibility in reconciling Christ in the world? This probably requires a universalist view of God, and a unity between Christians globally. We need to take unity seriously in the face of the reasons we could divide. (John 17, \"let them be one as we are one\")\n\nWhen we can live in the same city, attend the same church, read the same scripture, and follow the same God, but have radically different ways of living the example of Christ in the world, is a situation where our hearts are not being maximally inform and apply a deeply truthful gospel in our lives. \n\nThe church, and we, have a role to identify how we can:  \n\\- Design systems that enable participants to be maximally informed.   \n\\- Design systems that maximize attendance to responsibilities which increase with rights, privileges, and power.    \n\\- How do we build a 4th estate (media culture) that can maximally inform in a world with exponential information attention systems?\n\n### Introduction\n\nWe can't have the power of gods without the wisdom, love and prudence of gods.  \\- Daniel Schmachtenberger\n\nHow do we increase the epistemic capacity to understand and address complex problems?  (how the church knows what it knows? for a church to create a common Christlike cohesion, for example a cohesion that's that's strong enough to handle controversial topics without a breakdown. )  \n   \nTo correctly diagnose the church’s challenge, we need to culturally understand the generators of existential risk for the church (church disunity), which extends then to humanity (social conflict).  \n   \nWe must be able to discern intuitively:  \n\\*Rivalrous Dynamics  \n   \\--Arms race \\- What do the church’s arms races look like?  ( “worship experiences? programs? Production values?” )   \n   \\--Tragedy of the commons (externalities) \\- what externalities does our church community generate?  I suggest that toxic expressions of charity, mission, and even our propensity for  tax-aversion are our \\*Externalities.  Example:”I Joe Christian, can vote for people who lower my taxes, deport immigrants, and send money to private charter schools, defund family planning services, ensure favorable election outcomes,  because I give so much and righteously so, to missions that give to immigrants, christian education, orphans, and  “christian” politicians who support my beliefs.      \n\nSubsuming the substrate.- Complicated systems subsuming their complex substrate, becoming increasingly fragile till collapse becomes imminent.  What are we destroying in our operating model? Where are we eroding trust, how are we watering down sound theology to become more seeker friendly? How are we sheltering systemic injustice in society? What operating costs are increasing beyond our capacity to maintain? At what point do WE become Mars Hill, operating so superficially, with such overhead, and with complication to the point where we could rapidly collapse given a crisis?  \n\nExponential technology ,   \nIn weapons,  this is knife-\\>guns-\\>atomic bombs \\-\\> hydrogen bombs that could destroy the whole world many times over. This is an important story “If we are gaining the power of gods, then without the love and wisdom of gods, we self-destruct.”  \nOnce-a-week Sunday sermon vs 24/7 multi-channel personally curated feeds, and AI deep fakes, a potential emergent cult of superintelligence,  in a post-truth world full of truth weapons, what does the church look like? \n\n### Bible Reference(s)\n\nOld Testament Themes:  \nHuman Fallibility and Divine Guidance:\n\nProverbs 3:5-6: \"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.\" This passage emphasizes the limitations of human wisdom and the need for divine guidance.  \nGenesis 11:1-9 (The Tower of Babel): Illustrates the hubris of humanity in attempting to elevate themselves to the status of gods, only to be confounded by their own limitations. This story echoes Schmachtenberger's point about the need for wisdom and prudence to accompany power.  \nThe Covenant and Moral Evolution:\n\nGenesis 9:8-17 (Noah’s Covenant): Signifies God's promise not to destroy humanity again, setting a precedent for the relationship between divine mercy and human behavior.  \nExodus 19:5-6: Through the covenant at Sinai, God sets apart the Israelites as a \"kingdom of priests and a holy nation,\" tasked with upholding divine laws that include moral and ethical standards, such as the prohibition of practices like human sacrifice found among their neighbors.  \nNew Testament Themes:  \nThe Kingdom of Heaven and a New Way of Living:\n\nMatthew 5-7 (Sermon on the Mount): Jesus outlines the principles of the Kingdom of Heaven, emphasizing love, mercy, and humility over power and legalism. This teaching presents a blueprint for reconciling humanity to a more divine way of living, addressing the \"Paleolithic emotions\" and \"medieval institutions\" that Wilson mentions.  \nJohn 13:34-35: \"A new command I give you: Love one another. As I have loved you, so you must love one another. By this everyone will know that you are my disciples, if you love one another.\" This commandment underscores the transformative power of love in the Christian vision for humanity.\n\n(Coupling Responsibility w/ Power)  \nLuke 12: 48 But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.   \n \n\nReconciliation and Renewal:\n\n2 Corinthians 5:17-19: \"Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here\\! All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation.\" This passage speaks to the heart of the Christian message of renewal and reconciliation, not just between God and humanity, but among humans themselves.  \nWisdom and the Spirit:\n\n1 Corinthians 1:25-29: Highlights the contrast between human wisdom and divine wisdom, pointing out that God's \"foolishness\" is wiser than human wisdom, and God's weakness is stronger than human strength. This echoes the call for a wisdom and prudence beyond our own capabilities.\n\n### Story \n\nThe quotes by Daniel Schmachtenberger and Dr. E.O. Wilson succinctly encapsulate the challenges faced by humanity in the modern era, characterized by the immense capabilities of our technology, the lagging evolution of our social and emotional faculties, and the often antiquated structures of our institutions. The Bible, both in the Old and New Testaments, addresses similar themes of human inadequacy, the quest for wisdom and moral guidance, and the vision of a reconciled world under God. \n\nThe biblical narrative, from the covenants of the Old Testament to the teachings and sacrifice of Jesus in the New Testament, frames a journey towards a reconciled world where divine principles guide human relations, transcending the limitations of our primal instincts and outdated social constructs. This vision aligns with the aspiration for a humanity that wields its \"godlike technology\" with the wisdom, love, and prudence of the divine, moving towards a more harmonious and sustainable existence.\n\nExpanding Responsibility in Biblical Context  \nExpanding Responsibility: This concept is rooted in biblical teachings about how God's people are called to grow in responsibility not through worldly power, but through deeper obedience and faithfulness to God.\n\nOld Testament Perspective:  \nGod's people were expected to expand their influence not through political alliances or military might (treaties and chariots), but through obedience to God's laws and commandments.  \nExamples:\n\n\\- Solomon's early reign focused on wisdom and justice rather than military expansion.  \n\\- Josiah's reforms centered on returning the people to God's law, not expanding the kingdom's borders.\n\nNew Testament Perspective:  \n\\- Jesus taught servant leadership, inverting worldly power structures.  \n\\- Church leaders were cautioned about the weightier responsibility that comes with teaching and leading:  \n\\- \\-\"Not many of you should become teachers, my fellow believers, because you know that we who teach will be judged more strictly.\" (James 3:1)\n\nThis increased responsibility for leaders was coupled with the encouragement for followers to be gracious and supportive.\n\n### Discussion Question or Activity\n\nWhat are you asking for of \"church\" and the leaders who run this institution?   \nWhat expectations are you setting for yourself as a part of the body of christ? \n\n### Conclusion\n\nIf increasing the capacity for global coordination is the number one imperative, in a secular sense. If we explore the Christian witness with that frame, what is the churches' role or responsibility in reconciling Christ in the world?  \n   \nTwo attractor solutions on each end of the spectrum:(Matthew 7:14  Broad is the path that leads to destruction, narrow is the path)  \nauthoritarian oppression OR  \nliberal chaos\n\nIdeally there would be a 3rd way..   \nDesign systems that enable participants to be maximally informed.   \nDesign systems that maximize attendance to responsibilities which increase with rights, privileges, and power.   \n   \nHow do we build a 4th estate (media culture) that can maximally inform in a world with exponential information attention systems? (How can the church thrive in an informational interconnected world which meaningfully informs the actions, choices and beliefs of its body all the time and not as a secondary mechanism that seeks to authorize externally developed beliefs about self, nation, or political identity.   \n   \nWhat does the role of the church, working on these specific solutions look like (I think it looks a lot different then what we are doing)?\n\nApplication to Modern Context:  \nIn our technological age, expanding responsibility means using our increasing capabilities and influence to serve God and others, not to accumulate power or prestige.  \nIt involves being faithful stewards of the technologies and platforms we create or use, ensuring they align with God's purposes and promote human flourishing.  \nAs our sphere of influence grows through technology, so does our responsibility to use it wisely and ethically, always subject to God's higher authority.\n\nThis understanding of expanding responsibility challenges us to view our increasing technological capabilities not as a means to gain power, but as a tool to more faithfully serve God and care for His creation.\n\n### Application \n\n\\* Success cannot be defined by attention, high-production value worship \"experiences\", or programs. The \"Attractional Church\" model is largely a commercial success but a failure in that it has metastasized what is in lika a tumor or an autoimmune disease, in the development of a healthy body of Christianity. \n\n\\* The Messages we get on a Sunday are filtered through what we the audience want to hear, Preachers are subject to audience capture, conflict of interest, and bias. Consider balancing career-preaching with traveling ministers of the Word, who can have independence from our congregation to be honest with our community when we need to hear hard truths existentially important to our successful formation of a faith community.   What other models of faith community could we explore, to reduce the due influences of our culture on our epistemic community.  \n\n### Class Homework\n\nFoundations of Humane Technology Module 1 \\- Setting the Stage (cont)\n\n### Other Media / Go Deeper / Class Maps\n\nSimulating the Evolution of Aggression \\- Youtube, Primer 13:17  \nBowling Alone: The Collapse and Revival of American Community, Robert D. Putnam 2001  \nClear, J. (2018). Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones. United States: Penguin Publishing Group.\n\nThe Metacrisis  \n\n\n",
  "contentFormat": "markdown",
  "sourcePath": "fct/Module 3 - A Problem Well Stated - Exponential Techonolgy, Our Divided Attention.md",
  "tags": [
    "fct",
    "christian-technology",
    "humane-tech",
    "cht-module-1",
    "foundations",
    "metacrisis",
    "attention-economy"
  ],
  "relatedNodeIds": [
    "manifesto",
    "social-medium-epic"
  ],
  "children": [
    "fct-bible-proverbs-3-5-6",
    "fct-bible-genesis-11-1-9",
    "fct-bible-genesis-9-8-17",
    "fct-bible-exodus-19-5-6",
    "fct-bible-matthew-5-1-7",
    "fct-bible-john-13-34-35",
    "fct-bible-luke-12-1",
    "fct-bible-2-corinthians-5-17-19",
    "fct-bible-1-corinthians-1-25-29",
    "fct-module-03-problem-well-stated-discussion",
    "fct-module-03-problem-well-stated-story",
    "fct-module-03-problem-well-stated-application"
  ],
  "metadata": {
    "category": "fct",
    "courseId": "foundations-christian-technology",
    "moduleNumber": 3,
    "chapter": "foundations",
    "chtModule": "Module 1",
    "sharedConcepts": [
      "metacrisis",
      "attention-economy"
    ],
    "sectionCount": 15,
    "hasVideo": false,
    "hasBibleReferences": true,
    "hasDiscussion": true,
    "estimatedDuration": "20-30 minutes"
  },
  "learningObjectives": [],
  "chtConcepts": [],
  "richMedia": {
    "videoCount": 0,
    "bookCount": 0,
    "bibleVerseCount": 9
  },
  "createdAt": "2025-11-28T21:10:19.196277",
  "updatedAt": "2025-12-24T03:05:26.172Z",
  "did": "did:web:elohim.host:content:fct:module 3 - a problem well stated - exponential techonolgy, our divided attention",
  "activityPubType": "Article",
  "openGraphMetadata": {
    "ogTitle": "FCT 3: A Problem Well Stated",
    "ogDescription": "We can't have the power of gods without the wisdom, love and prudence of gods.  \\- Daniel Schmachtenberger",
    "ogType": "article",
    "ogUrl": "https://elohim-protocol.org/content/fct-module-03-problem-well-stated",
    "ogSiteName": "Elohim Protocol - Lamad Learning Platform",
    "articlePublishedTime": "2025-11-28T21:10:19.196277",
    "articleModifiedTime": "2025-11-28T21:10:19.196278",
    "ogImage": "https://elohim-protocol.org/assets/images/og-defaults/course-module.jpg",
    "ogImageAlt": "FCT 3: A Problem Well Stated - Elohim Protocol"
  },
  "linkedData": {
    "@context": "https://schema.org/",
    "@type": "LearningResource",
    "@id": "https://elohim-protocol.org/content/fct-module-03-problem-well-stated",
    "identifier": "did:web:elohim.host:content:fct:module 3 - a problem well stated - exponential techonolgy, our divided attention",
    "name": "FCT 3: A Problem Well Stated",
    "description": "We can't have the power of gods without the wisdom, love and prudence of gods.  \\- Daniel Schmachtenberger",
    "dateCreated": "2025-11-28T21:10:19.196277",
    "dateModified": "2025-11-28T21:10:19.196278",
    "publisher": {
      "@type": "Organization",
      "@id": "https://elohim-protocol.org",
      "name": "Elohim Protocol"
    }
  }
}
