{
  "id": "fct-module-02-systems-thinking",
  "contentType": "course-module",
  "title": "FCT 2: Systems Thinking",
  "description": "Welcome to an exploration of complex and complicated systems through the lens of our Christian faith. This journey will introduce you to the distinct characteristics of these two types of systems and the unique techniques required to interact with each, all while grounding our understanding in biblical wisdom and Christian stewardship.",
  "content": "**Introduction:** Welcome to an exploration of complex and complicated systems through the lens of our Christian faith. This journey will introduce you to the distinct characteristics of these two types of systems and the unique techniques required to interact with each, all while grounding our understanding in biblical wisdom and Christian stewardship.\n\nComplicated systems, such as car engines, intricate Swiss watches, or computers, have many moving parts. Despite their intricacy, it's possible to gain a comprehensive understanding of these systems by learning their rules, applying decision procedures, and designing algorithms. These systems are predictable and do not adapt or change on their own, which often makes them brittle. In the Bible, we can see examples of complicated systems in the detailed instructions for building the Tabernacle (Exodus 25-31) or in the organized structure of the Levitical priesthood.\n\nIn contrast, complex systems, like ecosystems, psychological development and learning, or human-computer interaction, are constantly evolving. Any interaction or change within these systems has cascading effects that multiply possible outcomes, making many forms of prediction impossible. These systems are constantly adapting in unexpected ways, making them highly resilient. The early church community described in Acts, or the intricate workings of the human body that David marvels at in Psalms 139, are biblical examples of complex systems.\n\nInteracting with complex systems requires a different approach than managing complicated ones. For complex systems, we must \"probe, sense, and respond\" rather than \"sense, analyze, and respond,\" which is the method applied to complicated systems. This involves putting out probes or performing experiments within the system based on the best hypotheses available at the time, noticing how it changes, and then adapting.\n\nJesus exemplified this approach in His ministry, constantly engaging with the complex system of human society, observing responses, and adapting His teachings to each unique situation. He taught us to discern truth by observing outcomes, saying, \"By their fruit you will recognize them\" (Matthew 7:16). This living example provides a bridge between the Foundations for Humane Technology's call to \"probe, sense, and respond\" and our Christian calling to engage wisely with our rapidly changing world.  \nAs Christians facing the challenges of exponential technology, we must \"upgrade\" ourselves and our churches to contend with these complex systems. We're called to be attentive to the fruits of our technological engagements, responsive to the needs of our communities, and adaptive in our approaches to ministry and outreach. This requires us to cultivate discernment, practice humble learning, and remain anchored in our faith while navigating uncharted technological territories.\n\nIn this module, we will:\n\nRecognize the Biblical principle of interconnectedness, understanding how Scripture underscores our responsibility towards all of creation.  \nCultivate Biblical humility as we approach complex systems, acknowledging that God's wisdom far surpasses our own understanding (Proverbs 3:5-6).  \nEmbrace the role of the Body of Christ in systemic change, exploring how our diverse gifts can address complex challenges (1 Corinthians 12:12-27).  \nApply Christian stewardship principles to personal and community decisions, evaluating the broader implications of our choices.  \nEngage in reflective practice, assessing how our understanding and actions align with Christ's teachings.  \nFoster empathy and understanding within the church community, applying Jesus' example to modern systemic issues.  \nCritically analyze how our choices, even passive ones, contribute to systemic issues, fostering an understanding of personal and collective responsibility.\n\nAs we embark on this journey, let us remember that \"The earth is the Lord's, and everything in it\" (Psalm 24:1). Our study of systems is not merely an academic exercise, but a way to better understand and care for God's creation, to more effectively embody Christ's love in our complex world, and to wisely steward the powerful technologies shaping our society.\n\n**Conclusion:** Introduction to Habits and Systems\n\nKey Concept: Community supports habit formation.  \nScriptural Basis: Hebrews 10:24-25 \\- \"And let us consider how we may spur one another on toward love and good deeds, not giving up meeting together, as some are in the habit of doing, but encouraging one another.\"  \nBible Story: The early church in Acts 2:42-47.  \nDiscussion: Highlight the role of community in supporting and reinforcing good habits. Encourage the class to be accountable to one another.  \nOvercoming Temptation and Adversity\n\nTaking a humanely oriented, complex systems perspective requires us to be “epistemically humble” and to accept the inherent uncertainty of living in a world in which everything is subject to change:\n\nOptimizing the parts doesn't always lead to optimization of the whole, especially in complex systems. As David Stroh wrote in Systems Thinking for Social Change:\n\n“In order to optimize the performance of the entire system, people need to shift from trying to optimize their part of the system to improving relationships among its constituent parts.”\n\nHere, the “whole” is how a technology impacts the user and their wider community. The “parts” are individual elements of the technology such as specific algorithms, features, and metrics. Technology teams must move in and out, from parts to whole and whole to parts, so that they can grow in their understanding of the technology's effect on individual users and communities.\n\nThis process is often under-appreciated and under-resourced. Ask yourself where you could investigate these types of relationships. This may entail expanding your role to be more cross-functional, or hiring a new person to take on that role. These types of jobs are not common, often because their contributions are not conveniently captured by simple metrics.\n\nKey Concept: Understanding habits and systems.  \nScriptural Basis: Proverbs 4:23 \\- \"Above all else, guard your heart, for everything you do flows from it.\"  \nDiscussion: Introduce the idea that our habits shape our lives, just as guarding our hearts shapes our actions. Explain the importance of establishing good habits (systems) that align with Christian values.  \nThe Power of Small Actions\n\nKey Concept: Small, consistent actions lead to significant change.  \nScriptural Basis: Zechariah 4:10 \\- \"Do not despise these small beginnings, for the Lord rejoices to see the work begin.\"  \nBible Story: The parable of the mustard seed (Matthew 13:31-32).  \nDiscussion: Compare the growth of a mustard seed to the development of good habits. Emphasize that small, faithful actions can lead to great outcomes.  \nIdentity-Based Habits\n\nKey Concept: Habits should reflect our identity in Christ.  \nScriptural Basis: 2 Corinthians 5:17 \\- \"Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here\\!\"  \nBible Story: Saul’s transformation to Paul (Acts 9:1-22).  \nDiscussion: Discuss how Paul’s new identity in Christ led to new actions and habits. Encourage class members to form habits that reflect their identity as new creations in Christ.  \nThe Importance of Community\n\nKey Concept: Systems help us overcome challenges and maintain good habits.  \nScriptural Basis: Matthew 26:41 \\- \"Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.\"  \nBible Story: Jesus’ temptation in the wilderness (Matthew 4:1-11).  \nDiscussion: Discuss how Jesus used scripture (a system of knowledge and discipline) to overcome temptation. Encourage building systems that help resist temptations.  \nFaithfulness in Routine\n\nKey Concept: Daily faithfulness builds strong habits.  \nScriptural Basis: Luke 16:10 \\- \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much.\"  \nBible Story: Daniel’s prayer routine (Daniel 6:10).  \nDiscussion: Emphasize the importance of consistent, daily routines in building habits. Use Daniel’s example to show how daily faithfulness can lead to extraordinary outcomes.\n\n**Raw Markdown:** \n\n## Systems Thinking\n\n### Objective\n\n0.1\n\n### Foundations of Humane Tech Concepts Review\n\nUnderstanding and Navigating Complex vs. Complicated Systems\n\n1\\. The difference between complex and complicated systems  \n2\\. Characteristics of complicated systems  \n3\\. Characteristics of complex systems  \n4\\. Techniques for interacting with complicated systems  \n5\\. Techniques for interacting with complex systems  \n6\\. The value of simulations and play in internalizing key themes and principles  \n7\\. Recognizing how our habitual behaviors reflect the systems we live in\n\nPractices of Design:  \n \\- Learning from Living Systems  \n \\- Good Urbanism and the Public Commons\n\n### Foundations of Christians and Technology Learning Objectives\n\nPractices of Design:   \n \\- Learning from God's Creation  \n \\- \n\nRecognize the Biblical Principle of Interconnectedness: Participants will identify how Scripture underscores the interconnectedness of all creation and our responsibility towards it. This objective aims to show that understanding and acting within systems is a reflection of stewardship as described in the Bible.\n\nCultivate Biblical Humility for Collective Wisdom: Learners will develop an understanding of humility as described in Proverbs 11:2 and James 4:6, using it as a foundation for learning about the complexities of systems. This humility enables openness to God's guidance and the insights of others, fostering a learning environment that values collective wisdom over individual assertion.\n\nEmbrace the Role of the Body of Christ in Systemic Change: Drawing from 1 Corinthians 12:12-27, participants will explore how the diverse gifts within the Body of Christ can address systemic challenges more effectively than isolated efforts. This objective highlights the importance of unity and collaboration in enacting God’s kingdom on earth.\n\nApply Christian Stewardship to Personal and Community Decisions: Participants will learn to apply principles of stewardship and systems thinking to their decision-making processes, evaluating the broader implications of these choices on their communities and the environment. This involves integrating faith into everyday actions and decisions to reflect Christ's teachings.\n\nEngage in Reflective Practice with a Heart Open to Transformation: Encourage learners to practice reflection through the lens of Scripture, assessing how their understanding and actions align with the call to love God and neighbor. This includes a willingness to be transformed by the renewing of their minds, as mentioned in Romans 12:2, in their approach to complex issues.\n\nFoster Empathy and Understanding within the Church Community: Through exploring stories from the Gospels that highlight Jesus’ empathy and engagement with marginalized individuals, learners will be encouraged to apply this understanding to modern systemic issues, promoting a culture of empathy and active engagement within their communities.\n\nParticipants will critically analyze how passive choices contribute to systemic issues such as racism, inequality, and undemocratic practices, through engagement with interactive simulations, fostering an understanding of personal and collective responsibility. \n\nKey Concept: Small, consistent actions lead to significant change.\n\n### Introduction\n\nWelcome to an exploration of complex and complicated systems through the lens of our Christian faith. This journey will introduce you to the distinct characteristics of these two types of systems and the unique techniques required to interact with each, all while grounding our understanding in biblical wisdom and Christian stewardship.\n\nComplicated systems, such as car engines, intricate Swiss watches, or computers, have many moving parts. Despite their intricacy, it's possible to gain a comprehensive understanding of these systems by learning their rules, applying decision procedures, and designing algorithms. These systems are predictable and do not adapt or change on their own, which often makes them brittle. In the Bible, we can see examples of complicated systems in the detailed instructions for building the Tabernacle (Exodus 25-31) or in the organized structure of the Levitical priesthood.\n\nIn contrast, complex systems, like ecosystems, psychological development and learning, or human-computer interaction, are constantly evolving. Any interaction or change within these systems has cascading effects that multiply possible outcomes, making many forms of prediction impossible. These systems are constantly adapting in unexpected ways, making them highly resilient. The early church community described in Acts, or the intricate workings of the human body that David marvels at in Psalms 139, are biblical examples of complex systems.\n\nInteracting with complex systems requires a different approach than managing complicated ones. For complex systems, we must \"probe, sense, and respond\" rather than \"sense, analyze, and respond,\" which is the method applied to complicated systems. This involves putting out probes or performing experiments within the system based on the best hypotheses available at the time, noticing how it changes, and then adapting.\n\nJesus exemplified this approach in His ministry, constantly engaging with the complex system of human society, observing responses, and adapting His teachings to each unique situation. He taught us to discern truth by observing outcomes, saying, \"By their fruit you will recognize them\" (Matthew 7:16). This living example provides a bridge between the Foundations for Humane Technology's call to \"probe, sense, and respond\" and our Christian calling to engage wisely with our rapidly changing world.  \nAs Christians facing the challenges of exponential technology, we must \"upgrade\" ourselves and our churches to contend with these complex systems. We're called to be attentive to the fruits of our technological engagements, responsive to the needs of our communities, and adaptive in our approaches to ministry and outreach. This requires us to cultivate discernment, practice humble learning, and remain anchored in our faith while navigating uncharted technological territories.\n\nIn this module, we will:\n\nRecognize the Biblical principle of interconnectedness, understanding how Scripture underscores our responsibility towards all of creation.  \nCultivate Biblical humility as we approach complex systems, acknowledging that God's wisdom far surpasses our own understanding (Proverbs 3:5-6).  \nEmbrace the role of the Body of Christ in systemic change, exploring how our diverse gifts can address complex challenges (1 Corinthians 12:12-27).  \nApply Christian stewardship principles to personal and community decisions, evaluating the broader implications of our choices.  \nEngage in reflective practice, assessing how our understanding and actions align with Christ's teachings.  \nFoster empathy and understanding within the church community, applying Jesus' example to modern systemic issues.  \nCritically analyze how our choices, even passive ones, contribute to systemic issues, fostering an understanding of personal and collective responsibility.\n\nAs we embark on this journey, let us remember that \"The earth is the Lord's, and everything in it\" (Psalm 24:1). Our study of systems is not merely an academic exercise, but a way to better understand and care for God's creation, to more effectively embody Christ's love in our complex world, and to wisely steward the powerful technologies shaping our society.\n\n### Bible Reference(s)\n\nRomans 12:2  Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will. 2 Kings 23:10  \nJosiah brought all the priests from the towns of Judah and desecrated the high places, from Geba to Beersheba, where the priests had burned incense. He broke down the gateway at the entrance of the Gate of Joshua, the city governor, which was on the left of the city gate. 9 Although the priests of the high places did not serve at the altar of the Lord in Jerusalem, they ate unleavened bread with their fellow priests.\n\n10 He desecrated Topheth, which was in the Valley of Ben Hinnom, so no one could use it to sacrifice their son or daughter in the fire to Molek.\"    \n\nThe worship of Moloch, involving human sacrifice, particularly the sacrifice of children by fire, is a historical example that can be related to the concept of a multipolar trap in game theory. In the context of 2 Kings 23:10, King Josiah's reforms, including the desecration of Topheth in the Valley of Ben Hinnom to prevent sacrifices to Moloch, highlight a societal effort to escape from a deeply entrenched and destructive practice.\n\n1 Corinthians 12:12-27  \nBible Story: Paul’s analogy of the church as a body with many parts, each with a unique role and function.  \nDiscussion: Each part of the body (church) has a specific role that is crucial for the health and function of the whole. This illustrates the concept of interdependent systems.\n\nEphesians 4:11-16 \\- Different roles within the church (apostles, prophets, evangelists, pastors, and teachers) work together to build up the body of Christ.\n\nPersonal Systems  \nProverbs 4:23 \\- \"Above all else, guard your heart, for everything you do flows from it.\"  \nRomans 12:1-8 \\- Offering our bodies as a living sacrifice and using our gifts to serve the body of Christ.\n\nScriptural Basis: Zechariah 4:10 \\- \"Do not despise these small beginnings, for the Lord rejoices to see the work begin.\"  \nBible Story: The parable of the mustard seed (Matthew 13:31-32).  \nDiscussion: Compare the growth of a mustard seed to the development of good habits. Emphasize that small, faithful actions can lead to great outcomes.\n\nJohn 17:20-23: Emphasizes unity and collective identity, showing that the effectiveness of the church depends on the unity of its members. (ie. participation within a system that incarnates the church (by, is the expression of God on earth.  \"I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.”\n\n1 Corinthians 12:12-27: Illustrates the diversity of roles within the church, where each member’s unique contribution is essential for the functioning of the whole body.\n\n### Story \n\nMultipolar Trap Analysis:\n\nIn a multipolar trap, multiple parties may find themselves in a situation where, despite a mutual preference for a better collective outcome, they end up in a worse equilibrium because unilateral deviation results in individual disadvantage. The practice of sacrificing to Moloch can be seen as such a trap for several reasons:\n\nSocial and Religious Pressure: The continuation of child sacrifice could have been driven by intense social, religious, and possibly economic pressures, where individuals felt compelled to conform to maintain favor with the deity, ensure fertility, prosperity, or avoid societal ostracization.\n\nCollective Action Problem: Even if many individuals within the society recognized the moral reprehensibility of the practice, the belief that their unilateral cessation would not affect the deity's favor (or the societal norms) without a collective agreement to stop could perpetuate the practice.\n\nStrategic Signaling: Participating in the sacrifices might have been a way for individuals to signal loyalty to the prevailing social and religious order, a concept in game theory known as signaling. Not participating could signal disloyalty or disbelief, potentially leading to social costs.\n\nKing Josiah's reforms, including the action against the site of Moloch worship, represent an authoritative intervention to shift the equilibrium from a suboptimal to a more moral and sustainable one. By desecrating Topheth, Josiah not only physically prevented the continuation of sacrifices but also symbolically broke the cycle of the multipolar trap. This act could be seen as an imposition of a top-down solution to a collective action problem, where the king uses his authority to enforce a societal change that individual actors found difficult to achieve due to the existing pressures and incentives.\n\nIn modern terms, escaping a multipolar trap often requires a change in the payoff structure of the game, such that the incentives for detrimental actions are removed or significantly reduced. Josiah's reforms could be interpreted as an effort to change the incentives and beliefs that underpinned the sacrificial practices, thereby realigning societal values towards more humane and ethical behaviors.\n\n### Discussion Question or Activity\n\nCompare and Contrast verses, Complicated vs Complex in scripture, which is the priority?: \n\nMatthew 23:23 \\- Woe to you teachers of the law and Pharisees, you hypocrites\" You give a tenth of your spices \\- mint, dill, and cumin. But you have neglected the more important matters of the law \\- justice, mercy, and faithfulness. You should have practiced the latter, without neglecting the former. \n\nMatthew 22:36-40 \"Teacher, which is the greatest commandment in the Law?\" Jesus replied: \"Love the Lord your God with all your heart and with all your soul and with all your mind. This is the first and greatest commandment. And the second is like it: 'Love your neighbor as yourself.' All the Law and the Prophets hang on these two commandments.\"\n\nHow personal spiritual disciplines (prayer, reading scripture, serving) contribute to the collective well-being and mission of the church.  \nKey Concept: Small, consistent actions lead to significant change.\n\n ... other verses?\n\n### Conclusion\n\nIntroduction to Habits and Systems\n\nKey Concept: Community supports habit formation.  \nScriptural Basis: Hebrews 10:24-25 \\- \"And let us consider how we may spur one another on toward love and good deeds, not giving up meeting together, as some are in the habit of doing, but encouraging one another.\"  \nBible Story: The early church in Acts 2:42-47.  \nDiscussion: Highlight the role of community in supporting and reinforcing good habits. Encourage the class to be accountable to one another.  \nOvercoming Temptation and Adversity\n\nTaking a humanely oriented, complex systems perspective requires us to be “epistemically humble” and to accept the inherent uncertainty of living in a world in which everything is subject to change:\n\nOptimizing the parts doesn't always lead to optimization of the whole, especially in complex systems. As David Stroh wrote in Systems Thinking for Social Change:\n\n“In order to optimize the performance of the entire system, people need to shift from trying to optimize their part of the system to improving relationships among its constituent parts.”\n\nHere, the “whole” is how a technology impacts the user and their wider community. The “parts” are individual elements of the technology such as specific algorithms, features, and metrics. Technology teams must move in and out, from parts to whole and whole to parts, so that they can grow in their understanding of the technology's effect on individual users and communities.\n\nThis process is often under-appreciated and under-resourced. Ask yourself where you could investigate these types of relationships. This may entail expanding your role to be more cross-functional, or hiring a new person to take on that role. These types of jobs are not common, often because their contributions are not conveniently captured by simple metrics.\n\nKey Concept: Understanding habits and systems.  \nScriptural Basis: Proverbs 4:23 \\- \"Above all else, guard your heart, for everything you do flows from it.\"  \nDiscussion: Introduce the idea that our habits shape our lives, just as guarding our hearts shapes our actions. Explain the importance of establishing good habits (systems) that align with Christian values.  \nThe Power of Small Actions\n\nKey Concept: Small, consistent actions lead to significant change.  \nScriptural Basis: Zechariah 4:10 \\- \"Do not despise these small beginnings, for the Lord rejoices to see the work begin.\"  \nBible Story: The parable of the mustard seed (Matthew 13:31-32).  \nDiscussion: Compare the growth of a mustard seed to the development of good habits. Emphasize that small, faithful actions can lead to great outcomes.  \nIdentity-Based Habits\n\nKey Concept: Habits should reflect our identity in Christ.  \nScriptural Basis: 2 Corinthians 5:17 \\- \"Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here\\!\"  \nBible Story: Saul’s transformation to Paul (Acts 9:1-22).  \nDiscussion: Discuss how Paul’s new identity in Christ led to new actions and habits. Encourage class members to form habits that reflect their identity as new creations in Christ.  \nThe Importance of Community\n\nKey Concept: Systems help us overcome challenges and maintain good habits.  \nScriptural Basis: Matthew 26:41 \\- \"Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.\"  \nBible Story: Jesus’ temptation in the wilderness (Matthew 4:1-11).  \nDiscussion: Discuss how Jesus used scripture (a system of knowledge and discipline) to overcome temptation. Encourage building systems that help resist temptations.  \nFaithfulness in Routine\n\nKey Concept: Daily faithfulness builds strong habits.  \nScriptural Basis: Luke 16:10 \\- \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much.\"  \nBible Story: Daniel’s prayer routine (Daniel 6:10).  \nDiscussion: Emphasize the importance of consistent, daily routines in building habits. Use Daniel’s example to show how daily faithfulness can lead to extraordinary outcomes.\n\n### Application \n\n\\* Healthy stable families are a foundational to a healthy church.\n\n A large component of what we experience as \"church decline\" in the US is gerenerated largely preceeded by middle-class decline, ( closure of Heritage Christian Schools, NTCA, )  individualizing risks in our society, and rising social and economic inequality putting the squeeze on the outgrowth of institutions from what was for several formative decades a healthy middle-class.    \n   \\- Public transit access to campus.(including Pedestrian and Bike traffic), and high quality land-use.   \n   \\- Household formation for young families.  \n   \\- Addressing REAL structural inequalities in funding Vocational Training and Higher Education.   \n   \\- Job placement (tent-making) and enhanced career development. \n\nAtomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones   \nIn \"Atomic Habits,\" James Clear emphasizes the idea that \"you do not rise to the level of your goals, you fall to the level of your systems.\" This statement highlights the importance of the systems and processes you have in place to achieve your goals. Clear argues that while setting goals is important, the systems you implement to reach those goals are even more crucial.\n\nHere's a breakdown of the concept:  \nGoals vs. Systems: Goals are the desired outcomes you want to achieve, while systems are the daily habits and routines that lead to those outcomes. Clear suggests that focusing on the system is more effective than fixating on the goal itself.\n\nPredictability of Systems: Systems create predictable results. When you have effective systems, you consistently produce the desired outcomes. When you don't, you are likely to fall short of your goals regardless of how ambitious they are.\n\nSustainable Progress: Good systems create a pathway for sustainable progress. By improving your habits and processes, you can make steady, incremental progress towards your goals.\n\nExamples in Practice: Clear uses various examples to illustrate this point. For instance, a writer who wants to finish a book should focus on writing a certain number of words each day (system) rather than just aiming to complete a book (goal).\n\nfor Us: Christian's need to advocate for designing and optimizing systems that align with the fullfillment of the Kingdom of God. By doing so, Christians create the environment(s) that supports continuous improvement and make the manifestation of God's Love in the world a natural outcome.\n\n### Class Homework\n\nFoundations of Humane Technology Module 1 \\- Setting the Stage, \n\nA Problem Well Stated Podcast\n\n### Other Media / Go Deeper / Class Maps\n\nSystems Thinking Handout \\-  https://www.foundationforchange.org.uk/systems-thinking-handout   \nSystems Thinking in the Bible \\- https://bible.org/seriespage/35-systems-thinking \n\nEvolution of Trust (ncase.me)   \nParable of The Polygons (ncase.me)  \nCPG Grey \\- Politics in the Animal Kingdom (Playlist)\n\nLearning Systems from Living Systems (creation-inspired Systems Practices)  \n  \\-- Permaculture  \n  \\-- Regenerative agriculture  \n  \\-- Biomimicry  \n  \\-- Ecosystems   \n  \\-- Rewilding  \n  \\-- Biophilic design  \n  \\-- Regenerative leadership/business  \n  \\-- Regenerative Economics  \n  \\-- Nature-inspired wellbeing/citizenship\n\nLearning Systems from Healthy communities (Strong Towns )  \nhttps://www.strongtowns.org/journal/2021/12/1/12-ideas-that-embody-how-strong-towns-advocates-think   \n  \\-- Human centered design  \n  \\-- Transit-oriented devolpment  \n  \\-- Sustainable Infrastructure  \n  \\-- tax equity  \n  \\-- \n\n12 Ideas That Embody How Strong Towns Advocates Think\" outlines key concepts that define the Strong Towns philosophy, focusing on sustainable urban growth and resilient communities. Here is a summary of the key ideas:\n\nAntifragility: Strong Towns supports building systems that thrive under stress, inspired by Nassim Taleb’s concept. This means creating cities that grow stronger from challenges rather than being vulnerable to shocks.\n\nIncrementalism: Advocates for small, iterative changes rather than large, top-down projects. This approach fosters rapid prototyping and real-time problem-solving, empowering local residents to act on immediate issues​(\n\nComplex vs. Complicated: Cities are viewed as complex systems with many interdependent parts, where small actions can have broad impacts. In contrast, a complicated system is one that can be engineered and controlled, like a machine​\n\nChaotic but Smart: This concept encourages cities to embrace a degree of disorder, where bottom-up innovation by individuals and communities can lead to better outcomes than highly regimented, \"orderly but dumb\" systems​\n\nThe Lindy Principle: Suggests that practices and urban design principles that have stood the test of time are more likely to endure and succeed in the future. This is a call to respect time-proven methods of urban development​(\n\nThe Overton Window: Refers to the range of ideas politically acceptable at any given time. Strong Towns seeks to expand this window, pushing for more sustainable policies that might currently be seen as radical​\n\nMoral Foundations Theory: Drawing on Jonathan Haidt’s work, Strong Towns emphasizes understanding the diverse moral instincts of communities. This helps them craft messages that resonate across the political spectrum, fostering inclusive and resilient communities​\n\n",
  "contentFormat": "markdown",
  "sourcePath": "fct/Module 2 - Systems Thinking.md",
  "tags": [
    "fct",
    "christian-technology",
    "humane-tech",
    "cht-module-1",
    "foundations",
    "systems-thinking"
  ],
  "relatedNodeIds": [
    "governance-epic"
  ],
  "children": [
    "fct-bible-romans-12-2",
    "fct-bible-2-kings-23-10",
    "fct-bible-1-corinthians-12-12-27",
    "fct-bible-ephesians-4-11-16",
    "fct-bible-proverbs-4-23",
    "fct-bible-romans-12-1-8",
    "fct-bible-zechariah-4-10",
    "fct-bible-matthew-13-31-32",
    "fct-bible-john-17-20-23",
    "fct-bible-1-corinthians-12-12-27",
    "fct-module-02-systems-thinking-discussion",
    "fct-module-02-systems-thinking-story",
    "fct-module-02-systems-thinking-application"
  ],
  "metadata": {
    "category": "fct",
    "courseId": "foundations-christian-technology",
    "moduleNumber": 2,
    "chapter": "foundations",
    "chtModule": "Module 1",
    "sharedConcepts": [
      "systems-thinking"
    ],
    "sectionCount": 14,
    "hasVideo": false,
    "hasBibleReferences": true,
    "hasDiscussion": true,
    "estimatedDuration": "45-60 minutes"
  },
  "learningObjectives": [],
  "chtConcepts": [],
  "richMedia": {
    "videoCount": 0,
    "bookCount": 1,
    "bibleVerseCount": 10
  },
  "createdAt": "2025-11-28T21:10:19.195461",
  "updatedAt": "2025-12-24T03:05:26.171Z",
  "did": "did:web:elohim.host:content:fct:module 2 - systems thinking",
  "activityPubType": "Article",
  "openGraphMetadata": {
    "ogTitle": "FCT 2: Systems Thinking",
    "ogDescription": "Welcome to an exploration of complex and complicated systems through the lens of our Christian faith. This journey will introduce you to the distinct characteristics of these two types of systems and ",
    "ogType": "article",
    "ogUrl": "https://elohim-protocol.org/content/fct-module-02-systems-thinking",
    "ogSiteName": "Elohim Protocol - Lamad Learning Platform",
    "articlePublishedTime": "2025-11-28T21:10:19.195461",
    "articleModifiedTime": "2025-11-28T21:10:19.195462",
    "ogImage": "https://elohim-protocol.org/assets/images/og-defaults/course-module.jpg",
    "ogImageAlt": "FCT 2: Systems Thinking - Elohim Protocol"
  },
  "linkedData": {
    "@context": "https://schema.org/",
    "@type": "LearningResource",
    "@id": "https://elohim-protocol.org/content/fct-module-02-systems-thinking",
    "identifier": "did:web:elohim.host:content:fct:module 2 - systems thinking",
    "name": "FCT 2: Systems Thinking",
    "description": "Welcome to an exploration of complex and complicated systems through the lens of our Christian faith. This journey will introduce you to the distinct characteristics of these two types of systems and the unique techniques required to interact with each, all while grounding our understanding in biblical wisdom and Christian stewardship.",
    "dateCreated": "2025-11-28T21:10:19.195461",
    "dateModified": "2025-11-28T21:10:19.195462",
    "publisher": {
      "@type": "Organization",
      "@id": "https://elohim-protocol.org",
      "name": "Elohim Protocol"
    }
  }
}
