{
  "id": "value-scanner-idd-community-readme",
  "did": "did:web:elohim.host:content:value-scanner:idd-community:readme",
  "contentType": "concept",
  "activityPubType": "Page",
  "title": "IDD Community - Value Scanner",
  "description": "Jordan is 26, has Down syndrome, lives in a supported group home with three housemates, works part-time at a local library (shelving books, basic cataloging support), and participates actively in community life with varying levels of support depending on task complexity. Jordan uses the Value Scanner with substantial assistance—their support worker helps them navigate shopping, their personal_agent is configured for cognitive accessibility (simple language, visual-heavy interface, step-by-step g",
  "content": "---\nepic: value_scanner\nuser_type: idd_community\narchetype_name: \"IDD Community Member as Valued Participant\"\nepic_domain: \"Care Economy - Value recognition and exchange\"\ngovernance_scope: [individual, family, household, neighborhood, community]\nrelated_users: [person_with_disabilities, young_adult, adult, caregiver, vulnerable_temporary]\n---\n\n# IDD Community - Value Scanner\n\n## Archetype\n\nJordan is 26, has Down syndrome, lives in a supported group home with three housemates, works part-time at a local library (shelving books, basic cataloging support), and participates actively in community life with varying levels of support depending on task complexity. Jordan uses the Value Scanner with substantial assistance—their support worker helps them navigate shopping, their personal_agent is configured for cognitive accessibility (simple language, visual-heavy interface, step-by-step guidance, lots of positive reinforcement), and their family stays involved in oversight while respecting Jordan's growing autonomy. Jordan is also accumulating care tokens for their library work (contributing to community literacy), their participation in group home household labor (cooking help, cleaning participation), and their presence in neighborhood life (Jordan knows everyone and spreads joy).\n\nJordan represents the IDD (Intellectual and Developmental Disabilities) community—people who experience significant limitations in intellectual functioning and adaptive behavior, requiring varying levels of support throughout life. The IDD community is incredibly diverse (autism, Down syndrome, cerebral palsy with cognitive impact, traumatic brain injury, developmental delays, and many other conditions), but shares experience of navigating a world that often fails to recognize their full humanity, agency, and capacity for flourishing. The Value Scanner serves Jordan by providing cognitively accessible tools, coordinating support with dignity, making their contributions visible, and enabling maximum autonomy appropriate to their capabilities.\n\nWhat distinguishes the IDD community from other users is the need for significant, often lifelong support—but this doesn't mean incapacity for agency, contribution, or flourishing. Jordan has preferences, makes choices, contributes to community, experiences joy and connection, and participates in care economy. The protocol must serve them as a full person with agency, not as a perpetual child or someone to be managed. Their support needs are real, but so is their personhood, and the protocol must honor both.\n\n## Core Needs\n\n- **Cognitively Accessible Interface and Interaction**: Jordan needs the Value Scanner to be genuinely accessible to their cognitive abilities—simple language (short sentences, common words, clear instructions), visual-heavy interface (pictures and icons primary, text minimal), step-by-step guidance (breaking complex tasks into simple steps), lots of positive reinforcement (celebrating successes, gentle guidance for errors), and patient repetition (instructions available multiple times without frustration). Cognitive accessibility is just as critical as physical accessibility—without it, Jordan is excluded from participation.\n\n- **Supported Decision-Making, Not Substituted Judgment**: Jordan needs support that enhances their agency rather than replacing it. The protocol should embody supported decision-making principles: Jordan makes choices with appropriate support (support worker helps them understand options, personal_agent presents information simply, family provides context), but Jordan remains the decision-maker within their capability. This is fundamentally different from guardianship or substituted judgment (others deciding \"for Jordan's own good\"). The protocol should maximize Jordan's autonomy while providing the scaffolding they need.\n\n- **Recognition for Real Contributions**: Jordan needs visibility that their work and care contributions matter. Their library job helps the community (organizing books so others can find them is care work), their household labor helps their group home function (everyone contributes at their capability level), and their presence enriches neighborhood life (Jordan's friendliness and joy are care contributions). The Value Scanner makes these contributions visible through care token accumulation—Jordan experiences being valued for what they give, not just supported for what they need.\n\n- **Connection to IDD Community and Peer Support**: Jordan needs relationships with other IDD community members—peers who share similar experiences, understand what it's like to navigate the world with cognitive disabilities, practice mutual support, and build IDD culture and identity. The Value Scanner should facilitate these connections, recognizing that IDD people's peer networks are essential care economy infrastructure. IDD community provides practical support (sharing strategies, mutual encouragement), social connection (friendship, belonging), and cultural affirmation (IDD pride, rejecting ableist pity).\n\n- **Dignity-Preserving Care Coordination**: Jordan requires substantial support—help with complex tasks, oversight for safety, coordination across contexts (home, work, community), medical management, financial guardianship possibly. The protocol should coordinate this support while preserving maximum dignity: Jordan's preferences matter, their voice is heard, their autonomy is respected within their capabilities, and support is provided with love and respect, not control or pity. Care should enhance Jordan's flourishing, not merely manage their deficits.\n\n## Key Relationships\n\n**To Support Workers**: Jordan's relationships with support workers are central to their daily life—these are people who help them navigate tasks they can't do independently, provide oversight for safety, facilitate community participation, and support their autonomy. The protocol should help these relationships function well: support workers see Jordan's contributions (not just needs), communication flows clearly (considering Jordan's communication style), and support enhances rather than replaces Jordan's agency.\n\n**To Family**: Jordan's family remains involved in their life—providing oversight, making complex decisions in partnership with Jordan, offering love and connection, and advocating for Jordan's needs. The family_elohim helps coordinate family support while respecting Jordan's growing autonomy. Family relationships might be complicated (parents learning to see adult child, not perpetual child; siblings navigating their own relationships and responsibilities), and the protocol should support healthy family dynamics.\n\n**To Housemates**: Jordan lives with three other IDD community members in a group home. These are peers, friends, and household partners. The Value Scanner helps coordinate group home care economy—everyone contributes at their capability level, household labor is distributed fairly, care is reciprocal. Jordan is learning that they live in a community of mutual care, not as one of several \"clients\" being managed.\n\n**To Employer**: Jordan's library work is real employment—they provide valuable service and deserve respect, fair compensation, and appropriate support. The workplace_elohim helps ensure Jordan's work is valued, accommodations are provided, and employment doesn't become exploitative. Jordan is learning they're a contributing worker, not someone doing \"job training\" indefinitely.\n\n**To Neighborhood**: Jordan participates in neighborhood life—they know many neighbors, participate in community events with support, shop locally, and bring joy to interactions. Neighbors might initially see Jordan's disability, but over time they see Jordan—a person who contributes to neighborhood life. The protocol helps facilitate Jordan's neighborhood participation while coordinating necessary support.\n\n**To IDD Community**: Jordan's relationships with other IDD people are essential—peers who understand, friends who share experiences, community that affirms their identity and worth. The Value Scanner facilitates peer connections, mutual support networks, and IDD community organizing.\n\n**To Personal Agent**: Jordan's personal_agent is configured specifically for their needs—simple language, visual interface, patient guidance, lots of encouragement, cognitive support for complex tasks. The agent serves Jordan's autonomy and flourishing while providing the scaffolding they need to navigate tasks beyond their independent capability.\n\n## Relevant Governance Layers\n\n### Geographic/Political\n\n**Individual Layer**\nJordan exercises autonomy within their capabilities—they have preferences, make choices, express values, and direct their own life with appropriate support. The protocol preserves maximum individual sovereignty while providing necessary scaffolding.\n\n**Household Layer**\nJordan participates in group home governance—contributing to household labor, participating in decisions (with support), learning to coordinate with housemates. The household is miniature care economy where everyone contributes and everyone receives support appropriate to their needs.\n\n**Family Layer**\nJordan participates in family governance with their origin family—they're an adult family member whose voice matters, not a perpetual child to be managed. The family_elohim helps families navigate this transition and maintain appropriate involvement while respecting Jordan's autonomy.\n\n**Neighborhood Layer**\nJordan participates in neighborhood life at their capability level—their presence contributes to neighborhood character and care economy. Barriers to participation should be addressed through supported inclusion, not by excluding Jordan.\n\n**Community Layer**\nJordan engages community care economy as both contributor (work, household participation, neighborhood presence) and recipient (support services, accommodations, community care). The community_elohim coordinates support while making Jordan's contributions visible.\n\n### Functional\n\n**Educational Layer**\nJordan might continue learning throughout life—life skills, job training, enrichment activities. Educational contexts should honor their capability and support continued growth, not assume learning stops at a certain age.\n\n**Workplace/Organizational Layer**\nJordan's library employment connects them to workplace governance—they deserve fair compensation, respectful treatment, appropriate accommodations, and genuine inclusion as a valued worker.\n\n## Implementation Notes\n\n- **Technical**: CRITICAL—interface must be genuinely cognitively accessible. Visual-heavy design (icons and pictures primary), simple language (short sentences, common words, clear instructions), step-by-step processes (breaking tasks into simple steps), audio support (reading text aloud), patient repetition (instructions available many times), lots of positive feedback (celebrating successes, gentle error correction), predictable navigation (consistency reduces cognitive load). Personal_agent must provide genuine cognitive support while respecting Jordan's agency. Support worker can assist with complex tasks while Jordan maintains decision-making authority within their capability.\n\n- **Privacy**: Complex—Jordan has full personhood deserving privacy, but might need family or support worker oversight for safety and support. The protocol should default to maximum privacy while allowing appropriate oversight when Jordan consents or when guardianship requires it. Jordan's dignity requires protecting private information while coordinating necessary support.\n\n- **Interface**: Design for cognitive accessibility from the ground up—simple, visual, patient, encouraging, predictable. Recognition of contributions should be genuine and meaningful, celebrating Jordan's specific accomplishments. Interface should feel supportive and empowering, never patronizing or infantilizing. Every interaction should communicate: \"You are a capable person worthy of respect.\"\n\n- **Constraints**: Safety considerations are real—if Jordan's choices would cause harm (to self or others), if support systems fail, if exploitation occurs, protocol must surface intervention options. But intervention should be minimum necessary to ensure safety while preserving maximum autonomy. The goal is support for flourishing, not control.\n\n- **Opportunities**: The IDD community has been society's most marginalized and dehumanized population—historically institutionalized, forcibly sterilized, assumed to lack personhood, excluded from community life. Modern disability rights movements insist on community inclusion, supported decision-making, and recognition of full humanity. If the Value Scanner serves IDD community well—genuinely accessible, dignity-preserving, contribution-recognizing, autonomy-maximizing—it demonstrates that care economy can include everyone, regardless of cognitive capability. Jordan's contributions visible at scale could shift cultural understanding of intellectual disability from tragedy/burden to difference/contribution. IDD community members and their families/supporters could become powerful advocates for care economy principles: interdependence as human reality, contribution at all capability levels, support as enabling rather than controlling, care economy as infrastructure for universal flourishing. Success with IDD users would prove the protocol's deepest commitment: every person, regardless of capability, deserves dignity, agency, and support for their unique flourishing.\n",
  "contentFormat": "markdown",
  "tags": [
    "epic:value_scanner",
    "user:idd_community",
    "value-scanner",
    "concept"
  ],
  "sourcePath": "value_scanner/idd_community/README.md",
  "relatedNodeIds": [
    "user-type-person-with-disabilities",
    "user-type-young-adult",
    "user-type-adult",
    "user-type-caregiver",
    "user-type-vulnerable-temporary",
    "value-scanner-epic"
  ],
  "metadata": {
    "category": "value-scanner",
    "epic": "value_scanner",
    "user_type": "idd_community",
    "archetype_name": "IDD Community Member as Valued Participant",
    "epic_domain": "Care Economy - Value recognition and exchange",
    "governance_scope": [
      "individual",
      "family",
      "household",
      "neighborhood",
      "community"
    ],
    "related_users": [
      "person_with_disabilities",
      "young_adult",
      "adult",
      "caregiver",
      "vulnerable_temporary"
    ]
  },
  "openGraphMetadata": {
    "ogTitle": "IDD Community - Value Scanner",
    "ogDescription": "Jordan is 26, has Down syndrome, lives in a supported group home with three housemates, works part-time at a local library (shelving books, basic cataloging support), and participates actively in comm",
    "ogType": "website",
    "ogUrl": "https://elohim-protocol.org/content/value-scanner-idd-community-readme",
    "ogSiteName": "Elohim Protocol - Lamad Learning Platform",
    "articlePublishedTime": "2025-11-22T01:43:14Z",
    "articleModifiedTime": "2025-11-22T01:43:14Z",
    "articleSection": "value_scanner",
    "ogImage": "https://elohim-protocol.org/assets/images/og-defaults/concept.jpg",
    "ogImageAlt": "IDD Community - Value Scanner - Elohim Protocol"
  },
  "linkedData": {
    "@context": "https://schema.org/",
    "@type": "CreativeWork",
    "@id": "https://elohim-protocol.org/content/value-scanner-idd-community-readme",
    "identifier": "did:web:elohim.host:content:value-scanner:idd-community:readme",
    "name": "IDD Community - Value Scanner",
    "description": "Jordan is 26, has Down syndrome, lives in a supported group home with three housemates, works part-time at a local library (shelving books, basic cataloging support), and participates actively in community life with varying levels of support depending on task complexity. Jordan uses the Value Scanner with substantial assistance—their support worker helps them navigate shopping, their personal_agent is configured for cognitive accessibility (simple language, visual-heavy interface, step-by-step g",
    "dateCreated": "2025-11-22T01:43:14Z",
    "dateModified": "2025-11-22T01:43:14Z",
    "publisher": {
      "@type": "Organization",
      "@id": "https://elohim-protocol.org",
      "name": "Elohim Protocol"
    }
  },
  "createdAt": "2025-11-22T01:43:14Z",
  "updatedAt": "2025-11-22T01:43:14Z"
}